[
  {
    "start": 0,
    "end": 1175,
    "text": "ACT IV\n\nSCENE I. Rome. A room in Antony’s house.\n\n\nEnter Antony, Octavius and Lepidus, seated at a table.\n\nANTONY.\nThese many then shall die; their names are prick’d.\n\nOCTAVIUS.\nYour brother too must die; consent you, Lepidus?\n\nLEPIDUS.\nI do consent,—\n\nOCTAVIUS.\nPrick him down, Antony.\n\nLEPIDUS.\nUpon condition Publius shall not live,\nWho is your sister’s son, Mark Antony.\n\nANTONY.\nHe shall not live; look, with a spot I damn him.\nBut, Lepidus, go you to Caesar’s house;\nFetch the will hither, and we shall determine\nHow to cut off some charge in legacies.\n\nLEPIDUS.\nWhat, shall I find you here?\n\nOCTAVIUS.\nOr here, or at the Capitol.\n\n[_Exit Lepidus._]\n\nANTONY.\nThis is a slight unmeritable man,\nMeet to be sent on errands. Is it fit,\nThe three-fold world divided, he should stand\nOne of the three to share it?\n\nOCTAVIUS.\nSo you thought him,\nAnd took his voice who should be prick’d to die\nIn our black sentence and proscription.\n\nANTONY.\nOctavius, I have seen more days than you;\nAnd though we lay these honours on this man,\nTo ease ourselves of divers sland’rous loads,\nHe shall but bear them as the ass bears gold,\nTo groan and sweat under the business,\nEither led or driven, as we point the way;\nAnd having brought our treasure where we will,\nThen take we down his load, and turn him off,\nLike to the empty ass, to shake his ears,\nAnd graze in commons.\n\nOCTAVIUS.\nYou may do your will;\nBut he’s a tried and valiant soldier.\n\nANTONY.\nSo is my horse, Octavius; and for that\nI do appoint him store of provender.\nIt is a creature that I teach to fight,\nTo wind, to stop, to run directly on,\nHis corporal motion govern’d by my spirit.\nAnd, in some taste, is Lepidus but so:\nHe must be taught, and train’d, and bid go forth:\nA barren-spirited fellow; one that feeds\nOn objects, arts, and imitations,\nWhich, out of use and stal’d by other men,\nBegin his fashion. Do not talk of him\nBut as a property. And now, Octavius,\nListen great things. Brutus and Cassius\nAre levying powers; we must straight make head.\nTherefore let our alliance be combin’d,\nOur best friends made, our means stretch’d;\nAnd let us presently go sit in council,\nHow covert matters may be best disclos’d,\nAnd open perils surest answered.\n\nOCTAVIUS.\nLet us do so: for we are at the stake,\nAnd bay’d about with many enemies;\nAnd some that smile have in their hearts, I fear,\nMillions of mischiefs.\n\n[_Exeunt._]",
    "event_id": 1
  },
  {
    "start": 1175,
    "end": 2249,
    "text": "SCENE II. Before Brutus’ tent, in the camp near Sardis.\n\nDrum. Enter Brutus, Lucilius, Titinius and Soldiers; Pindarus meeting\nthem; Lucius at some distance.\n\nBRUTUS.\nStand, ho!\n\nLUCILIUS.\nGive the word, ho! and stand.\n\nBRUTUS.\nWhat now, Lucilius! is Cassius near?\n\nLUCILIUS.\nHe is at hand, and Pindarus is come\nTo do you salutation from his master.\n\n[_Pindarus gives a letter to Brutus._]\n\nBRUTUS.\nHe greets me well. Your master, Pindarus,\nIn his own change, or by ill officers,\nHath given me some worthy cause to wish\nThings done, undone: but, if he be at hand,\nI shall be satisfied.\n\nPINDARUS.\nI do not doubt\nBut that my noble master will appear\nSuch as he is, full of regard and honour.\n\nBRUTUS.\nHe is not doubted. A word, Lucilius;\nHow he received you, let me be resolv’d.\n\nLUCILIUS.\nWith courtesy and with respect enough,\nBut not with such familiar instances,\nNor with such free and friendly conference,\nAs he hath us’d of old.\n\nBRUTUS.\nThou hast describ’d\nA hot friend cooling. Ever note, Lucilius,\nWhen love begins to sicken and decay\nIt useth an enforced ceremony.\nThere are no tricks in plain and simple faith;\nBut hollow men, like horses hot at hand,\nMake gallant show and promise of their mettle;\n\n[_Low march within._]\n\nBut when they should endure the bloody spur,\nThey fall their crests, and like deceitful jades\nSink in the trial. Comes his army on?\n\nLUCILIUS.\nThey meant this night in Sardis to be quarter’d;\nThe greater part, the horse in general,\nAre come with Cassius.\n\nEnter Cassius and Soldiers.\n\nBRUTUS.\nHark! he is arriv’d.\nMarch gently on to meet him.\n\nCASSIUS.\nStand, ho!\n\nBRUTUS.\nStand, ho! Speak the word along.\n\nFIRST SOLDIER.\nStand!\n\nSECOND SOLDIER.\nStand!\n\nTHIRD SOLDIER.\nStand!\n\nCASSIUS.\nMost noble brother, you have done me wrong.\n\nBRUTUS.\nJudge me, you gods; wrong I mine enemies?\nAnd if not so, how should I wrong a brother?\n\nCASSIUS.\nBrutus, this sober form of yours hides wrongs;\nAnd when you do them—\n\nBRUTUS.\nCassius, be content.\nSpeak your griefs softly, I do know you well.\nBefore the eyes of both our armies here,\nWhich should perceive nothing but love from us,\nLet us not wrangle. Bid them move away;\nThen in my tent, Cassius, enlarge your griefs,\nAnd I will give you audience.\n\nCASSIUS.\nPindarus,\nBid our commanders lead their charges off\nA little from this ground.\n\nBRUTUS.\nLucilius, do you the like; and let no man\nCome to our tent till we have done our conference.\nLucius and Titinius, guard our door.\n\n[_Exeunt._]",
    "event_id": 2
  },
  {
    "start": 2249,
    "end": 3349,
    "text": "SCENE III. Within the tent of Brutus.\n\nEnter Brutus and Cassius.\n\nCASSIUS.\nThat you have wrong’d me doth appear in this:\nYou have condemn’d and noted Lucius Pella\nFor taking bribes here of the Sardians;\nWherein my letters, praying on his side\nBecause I knew the man, were slighted off.\n\nBRUTUS.\nYou wrong’d yourself to write in such a case.\n\nCASSIUS.\nIn such a time as this it is not meet\nThat every nice offence should bear his comment.\n\nBRUTUS.\nLet me tell you, Cassius, you yourself\nAre much condemn’d to have an itching palm,\nTo sell and mart your offices for gold\nTo undeservers.\n\nCASSIUS.\nI an itching palm!\nYou know that you are Brutus that speak this,\nOr, by the gods, this speech were else your last.\n\nBRUTUS.\nThe name of Cassius honours this corruption,\nAnd chastisement doth therefore hide his head.\n\nCASSIUS.\nChastisement!\n\nBRUTUS.\nRemember March, the Ides of March remember:\nDid not great Julius bleed for justice’ sake?\nWhat villain touch’d his body, that did stab,\nAnd not for justice? What! Shall one of us,\nThat struck the foremost man of all this world\nBut for supporting robbers, shall we now\nContaminate our fingers with base bribes,\nAnd sell the mighty space of our large honours\nFor so much trash as may be grasped thus?\nI had rather be a dog, and bay the moon,\nThan such a Roman.\n\nCASSIUS.\nBrutus, bait not me,\nI’ll not endure it. You forget yourself,\nTo hedge me in. I am a soldier, I,\nOlder in practice, abler than yourself\nTo make conditions.\n\nBRUTUS.\nGo to; you are not, Cassius.\n\nCASSIUS.\nI am.\n\nBRUTUS.\nI say you are not.\n\nCASSIUS.\nUrge me no more, I shall forget myself;\nHave mind upon your health, tempt me no farther.\n\nBRUTUS.\nAway, slight man!\n\nCASSIUS.\nIs’t possible?\n\nBRUTUS.\nHear me, for I will speak.\nMust I give way and room to your rash choler?\nShall I be frighted when a madman stares?\n\nCASSIUS.\nO ye gods, ye gods! Must I endure all this?\n\nBRUTUS.\nAll this? ay, more: fret till your proud heart break;\nGo show your slaves how choleric you are,\nAnd make your bondmen tremble. Must I budge?\nMust I observe you? Must I stand and crouch\nUnder your testy humour? By the gods,\nYou shall digest the venom of your spleen,\nThough it do split you; for, from this day forth,\nI’ll use you for my mirth, yea, for my laughter,\nWhen you are waspish.\n\nCASSIUS.\nIs it come to this?\n\nBRUTUS.\nYou say you are a better soldier:\nLet it appear so; make your vaunting true,\nAnd it shall please me well. For mine own part,\nI shall be glad to learn of noble men.\n\nCASSIUS.\nYou wrong me every way, you wrong me, Brutus.\nI said, an elder soldier, not a better:\nDid I say better?\n\nBRUTUS.\nIf you did, I care not.\n\nCASSIUS.\nWhen Caesar liv’d, he durst not thus have mov’d me.\n\nBRUTUS.\nPeace, peace! you durst not so have tempted him.\n\nCASSIUS.\nI durst not?\n\nBRUTUS.\nNo.\n\nCASSIUS.\nWhat? durst not tempt him?\n\nBRUTUS.\nFor your life you durst not.\n\nCASSIUS.\nDo not presume too much upon my love.\nI may do that I shall be sorry for.\n\nBRUTUS.\nYou have done that you should be sorry for.\nThere is no terror, Cassius, in your threats,\nFor I am arm’d so strong in honesty,\nThat they pass by me as the idle wind,\nWhich I respect not. I did send to you\nFor certain sums of gold, which you denied me;\nFor I can raise no money by vile means:\nBy Heaven, I had rather coin my heart,\nAnd drop my blood for drachmas, than to wring\nFrom the hard hands of peasants their vile trash\nBy any indirection. I did send\nTo you for gold to pay my legions,\nWhich you denied me: was that done like Cassius?\nShould I have answer’d Caius Cassius so?\nWhen Marcus Brutus grows so covetous,\nTo lock such rascal counters from his friends,\nBe ready, gods, with all your thunderbolts,\nDash him to pieces!\n\nCASSIUS.\nI denied you not.\n\nBRUTUS.\nYou did.\n\nCASSIUS.\nI did not. He was but a fool\nThat brought my answer back. Brutus hath riv’d my heart.\nA friend should bear his friend’s infirmities;\nbut Brutus makes mine greater than they are.\n\nBRUTUS.\nI do not, till you practise them on me.\n\nCASSIUS.\nYou love me not.\n\nBRUTUS.\nI do not like your faults.\n\nCASSIUS.\nA friendly eye could never see such faults.\n\nBRUTUS.\nA flatterer’s would not, though they do appear\nAs huge as high Olympus.\n\nCASSIUS.\nCome, Antony, and young Octavius, come,\nRevenge yourselves alone on Cassius,\nFor Cassius is a-weary of the world:\nHated by one he loves; brav’d by his brother;\nCheck’d like a bondman; all his faults observ’d,\nSet in a note-book, learn’d and conn’d by rote,\nTo cast into my teeth. O, I could weep\nMy spirit from mine eyes! There is my dagger,\nAnd here my naked breast; within, a heart\nDearer than Plutus’ mine, richer than gold:\nIf that thou be’st a Roman, take it forth.\nI, that denied thee gold, will give my heart:\nStrike as thou didst at Caesar; for I know,\nWhen thou didst hate him worst, thou lovedst him better\nThan ever thou lovedst Cassius.\n\nBRUTUS.\nSheathe your dagger.\nBe angry when you will, it shall have scope;\nDo what you will, dishonour shall be humour.\nO Cassius, you are yoked with a lamb\nThat carries anger as the flint bears fire,\nWho, much enforced, shows a hasty spark,\nAnd straight is cold again.\n\nCASSIUS.\nHath Cassius liv’d\nTo be but mirth and laughter to his Brutus,\nWhen grief and blood ill-temper’d vexeth him?\n\nBRUTUS.\nWhen I spoke that, I was ill-temper’d too.\n\nCASSIUS.\nDo you confess so much? Give me your hand.\n\nBRUTUS.\nAnd my heart too.\n\nCASSIUS.\nO Brutus!\n\nBRUTUS.\nWhat’s the matter?\n\nCASSIUS.\nHave not you love enough to bear with me,\nWhen that rash humour which my mother gave me\nMakes me forgetful?\n\nBRUTUS.\nYes, Cassius; and from henceforth,\nWhen you are over-earnest with your Brutus,\nHe’ll think your mother chides, and leave you so.\n\nEnter Poet, followed by Lucilius, Titinius and Lucius.\n\nPOET.\n[_Within._] Let me go in to see the generals,\nThere is some grudge between ’em; ’tis not meet\nThey be alone.\n\nLUCILIUS.\n[_Within._] You shall not come to them.\n\nPOET.\n[_Within._] Nothing but death shall stay me.\n\nCASSIUS.\nHow now! What’s the matter?\n\nPOET.\nFor shame, you generals! What do you mean?\nLove, and be friends, as two such men should be;\nFor I have seen more years, I’m sure, than ye.\n\nCASSIUS.\nHa, ha! How vilely doth this cynic rhyme!\n\nBRUTUS.\nGet you hence, sirrah. Saucy fellow, hence!\n\nCASSIUS.\nBear with him, Brutus; ’tis his fashion.\n\nBRUTUS.\nI’ll know his humour when he knows his time.\nWhat should the wars do with these jigging fools?\nCompanion, hence!\n\nCASSIUS.\nAway, away, be gone!\n\n[_Exit Poet._]\n\nBRUTUS.\nLucilius and Titinius, bid the commanders\nPrepare to lodge their companies tonight.\n\nCASSIUS.\nAnd come yourselves and bring Messala with you\nImmediately to us.\n\n[_Exeunt Lucilius and Titinius._]",
    "event_id": 3
  },
  {
    "start": 3349,
    "end": 4463,
    "text": "BRUTUS.\nLucius, a bowl of wine.\n\n[_Exit Lucius._]\n\nCASSIUS.\nI did not think you could have been so angry.\n\nBRUTUS.\nO Cassius, I am sick of many griefs.\n\nCASSIUS.\nOf your philosophy you make no use,\nIf you give place to accidental evils.\n\nBRUTUS.\nNo man bears sorrow better. Portia is dead.\n\nCASSIUS.\nHa? Portia?\n\nBRUTUS.\nShe is dead.\n\nCASSIUS.\nHow ’scap’d I killing, when I cross’d you so?\nO insupportable and touching loss!\nUpon what sickness?\n\nBRUTUS.\nImpatient of my absence,\nAnd grief that young Octavius with Mark Antony\nHave made themselves so strong; for with her death\nThat tidings came. With this she fell distract,\nAnd, her attendants absent, swallow’d fire.\n\nCASSIUS.\nAnd died so?\n\nBRUTUS.\nEven so.\n\nCASSIUS.\nO ye immortal gods!\n\nEnter Lucius, with wine and a taper.\n\nBRUTUS.\nSpeak no more of her. Give me a bowl of wine.\nIn this I bury all unkindness, Cassius.\n\n[_Drinks._]\n\nCASSIUS.\nMy heart is thirsty for that noble pledge.\nFill, Lucius, till the wine o’erswell the cup.\nI cannot drink too much of Brutus’ love.\n\n[_Drinks._]\n\n[_Exit Lucius._]\n\nEnter Titinius and Messala.\n\nBRUTUS.\nCome in, Titinius!\nWelcome, good Messala.\nNow sit we close about this taper here,\nAnd call in question our necessities.\n\nCASSIUS.\nPortia, art thou gone?\n\nBRUTUS.\nNo more, I pray you.\nMessala, I have here received letters,\nThat young Octavius and Mark Antony\nCome down upon us with a mighty power,\nBending their expedition toward Philippi.\n\nMESSALA.\nMyself have letters of the selfsame tenor.\n\nBRUTUS.\nWith what addition?\n\nMESSALA.\nThat by proscription and bills of outlawry\nOctavius, Antony, and Lepidus\nHave put to death an hundred Senators.\n\nBRUTUS.\nTherein our letters do not well agree.\nMine speak of seventy Senators that died\nBy their proscriptions, Cicero being one.\n\nCASSIUS.\nCicero one!\n\nMESSALA.\nCicero is dead,\nAnd by that order of proscription.\nHad you your letters from your wife, my lord?\n\nBRUTUS.\nNo, Messala.\n\nMESSALA.\nNor nothing in your letters writ of her?\n\nBRUTUS.\nNothing, Messala.\n\nMESSALA.\nThat, methinks, is strange.\n\nBRUTUS.\nWhy ask you? Hear you aught of her in yours?\n\nMESSALA.\nNo, my lord.\n\nBRUTUS.\nNow as you are a Roman, tell me true.\n\nMESSALA.\nThen like a Roman bear the truth I tell,\nFor certain she is dead, and by strange manner.\n\nBRUTUS.\nWhy, farewell, Portia. We must die, Messala.\nWith meditating that she must die once,\nI have the patience to endure it now.\n\nMESSALA.\nEven so great men great losses should endure.\n\nCASSIUS.\nI have as much of this in art as you,\nBut yet my nature could not bear it so.\n\nBRUTUS.\nWell, to our work alive. What do you think\nOf marching to Philippi presently?\n\nCASSIUS.\nI do not think it good.\n\nBRUTUS.\nYour reason?\n\nCASSIUS.\nThis it is:\n’Tis better that the enemy seek us;\nSo shall he waste his means, weary his soldiers,\nDoing himself offence, whilst we, lying still,\nAre full of rest, defence, and nimbleness.\n\nBRUTUS.\nGood reasons must of force give place to better.\nThe people ’twixt Philippi and this ground\nDo stand but in a forced affection;\nFor they have grudg’d us contribution.\nThe enemy, marching along by them,\nBy them shall make a fuller number up,\nCome on refresh’d, new-added, and encourag’d;\nFrom which advantage shall we cut him off\nIf at Philippi we do face him there,\nThese people at our back.\n\nCASSIUS.\nHear me, good brother.\n\nBRUTUS.\nUnder your pardon. You must note besides,\nThat we have tried the utmost of our friends,\nOur legions are brim-full, our cause is ripe.\nThe enemy increaseth every day;\nWe, at the height, are ready to decline.\nThere is a tide in the affairs of men,\nWhich, taken at the flood, leads on to fortune;\nOmitted, all the voyage of their life\nIs bound in shallows and in miseries.\nOn such a full sea are we now afloat,\nAnd we must take the current when it serves,\nOr lose our ventures.\n\nCASSIUS.\nThen, with your will, go on:\nWe’ll along ourselves, and meet them at Philippi.",
    "event_id": 4
  },
  {
    "start": 4463,
    "end": 5585,
    "text": "\n\nBRUTUS.\nThe deep of night is crept upon our talk,\nAnd nature must obey necessity,\nWhich we will niggard with a little rest.\nThere is no more to say?\n\nCASSIUS.\nNo more. Good night:\nEarly tomorrow will we rise, and hence.\n\nEnter Lucius.\n\nBRUTUS.\nLucius! My gown.\n\n[_Exit Lucius._]\n\nFarewell now, good Messala.\nGood night, Titinius. Noble, noble Cassius,\nGood night, and good repose.\n\nCASSIUS.\nO my dear brother!\nThis was an ill beginning of the night.\nNever come such division ’tween our souls!\nLet it not, Brutus.\n\nEnter Lucius with the gown.\n\nBRUTUS.\nEverything is well.\n\nCASSIUS.\nGood night, my lord.\n\nBRUTUS.\nGood night, good brother.\n\nTITINIUS and MESSALA.\nGood night, Lord Brutus.\n\nBRUTUS.\nFarewell, everyone.\n\n[_Exeunt Cassius, Titinius and Messala._]\n\nGive me the gown. Where is thy instrument?\n\nLUCIUS.\nHere in the tent.\n\nBRUTUS.\nWhat, thou speak’st drowsily?\nPoor knave, I blame thee not, thou art o’er-watch’d.\nCall Claudius and some other of my men;\nI’ll have them sleep on cushions in my tent.\n\nLUCIUS.\nVarro and Claudius!\n\nEnter Varro and Claudius.\n\nVARRO.\nCalls my lord?\n\nBRUTUS.\nI pray you, sirs, lie in my tent and sleep;\nIt may be I shall raise you by-and-by\nOn business to my brother Cassius.\n\nVARRO.\nSo please you, we will stand and watch your pleasure.\n\nBRUTUS.\nI will not have it so; lie down, good sirs,\nIt may be I shall otherwise bethink me.\nLook, Lucius, here’s the book I sought for so;\nI put it in the pocket of my gown.\n\n[_Servants lie down._]\n\nLUCIUS.\nI was sure your lordship did not give it me.\n\nBRUTUS.\nBear with me, good boy, I am much forgetful.\nCanst thou hold up thy heavy eyes awhile,\nAnd touch thy instrument a strain or two?\n\nLUCIUS.\nAy, my lord, an’t please you.\n\nBRUTUS.\nIt does, my boy.\nI trouble thee too much, but thou art willing.\n\nLUCIUS.\nIt is my duty, sir.\n\nBRUTUS.\nI should not urge thy duty past thy might;\nI know young bloods look for a time of rest.\n\nLUCIUS.\nI have slept, my lord, already.\n\nBRUTUS.\nIt was well done, and thou shalt sleep again;\nI will not hold thee long. If I do live,\nI will be good to thee.\n\n[_Lucius plays and sings till he falls asleep._]\n\nThis is a sleepy tune. O murd’rous slumber,\nLayest thou thy leaden mace upon my boy,\nThat plays thee music? Gentle knave, good night;\nI will not do thee so much wrong to wake thee.\nIf thou dost nod, thou break’st thy instrument;\nI’ll take it from thee; and, good boy, good night.\nLet me see, let me see; is not the leaf turn’d down\nWhere I left reading? Here it is, I think.\n\nEnter the Ghost of Caesar.\n\nHow ill this taper burns! Ha! who comes here?\nI think it is the weakness of mine eyes\nThat shapes this monstrous apparition.\nIt comes upon me. Art thou anything?\nArt thou some god, some angel, or some devil,\nThat mak’st my blood cold and my hair to stare?\nSpeak to me what thou art.\n\nGHOST.\nThy evil spirit, Brutus.\n\nBRUTUS.\nWhy com’st thou?\n\nGHOST.\nTo tell thee thou shalt see me at Philippi.\n\nBRUTUS.\nWell; then I shall see thee again?\n\nGHOST.\nAy, at Philippi.\n\nBRUTUS.\nWhy, I will see thee at Philippi then.\n\n[_Ghost vanishes._]\n\nNow I have taken heart, thou vanishest.\nIll spirit, I would hold more talk with thee.\nBoy! Lucius! Varro! Claudius! Sirs, awake! Claudius!",
    "event_id": 5
  },
  {
    "start": 5585,
    "end": 6707,
    "text": "\n\nLUCIUS.\nThe strings, my lord, are false.\n\nBRUTUS.\nHe thinks he still is at his instrument.\nLucius, awake!\n\nLUCIUS.\nMy lord?\n\nBRUTUS.\nDidst thou dream, Lucius, that thou so criedst out?\n\nLUCIUS.\nMy lord, I do not know that I did cry.\n\nBRUTUS.\nYes, that thou didst. Didst thou see anything?\n\nLUCIUS.\nNothing, my lord.\n\nBRUTUS.\nSleep again, Lucius. Sirrah Claudius!\nFellow thou, awake!\n\nVARRO.\nMy lord?\n\nCLAUDIUS.\nMy lord?\n\nBRUTUS.\nWhy did you so cry out, sirs, in your sleep?\n\nVARRO. CLAUDIUS.\nDid we, my lord?\n\nBRUTUS.\nAy. Saw you anything?\n\nVARRO.\nNo, my lord, I saw nothing.\n\nCLAUDIUS.\nNor I, my lord.\n\nBRUTUS.\nGo and commend me to my brother Cassius;\nBid him set on his powers betimes before,\nAnd we will follow.\n\nVARRO. CLAUDIUS.\nIt shall be done, my lord.\n\n[_Exeunt._]",
    "event_id": 6
  }
]