[
  {
    "start": 0,
    "end": 1552,
    "text": "ACT I\n\nSCENE I. Rome. A street.\n\n\nEnter Flavius, Marullus and a throng of Citizens.\n\nFLAVIUS.\nHence! home, you idle creatures, get you home.\nIs this a holiday? What, know you not,\nBeing mechanical, you ought not walk\nUpon a labouring day without the sign\nOf your profession? Speak, what trade art thou?\n\nCARPENTER.\nWhy, sir, a carpenter.\n\nMARULLUS.\nWhere is thy leather apron and thy rule?\nWhat dost thou with thy best apparel on?\nYou, sir, what trade are you?\n\nCOBBLER.\nTruly, sir, in respect of a fine workman, I am but, as you would say, a\ncobbler.\n\nMARULLUS.\nBut what trade art thou? Answer me directly.\n\nCOBBLER.\nA trade, sir, that I hope I may use with a safe conscience, which is\nindeed, sir, a mender of bad soles.\n\nMARULLUS.\nWhat trade, thou knave? Thou naughty knave, what trade?\n\nCOBBLER.\nNay, I beseech you, sir, be not out with me; yet, if you be out, sir, I\ncan mend you.\n\nMARULLUS.\nWhat mean’st thou by that? Mend me, thou saucy fellow!\n\nCOBBLER.\nWhy, sir, cobble you.\n\nFLAVIUS.\nThou art a cobbler, art thou?\n\nCOBBLER.\nTruly, sir, all that I live by is with the awl; I meddle with no\ntradesman’s matters, nor women’s matters, but withal I am indeed, sir,\na surgeon to old shoes: when they are in great danger, I recover them.\nAs proper men as ever trod upon neat’s leather have gone upon my\nhandiwork.\n\nFLAVIUS.\nBut wherefore art not in thy shop today?\nWhy dost thou lead these men about the streets?\n\nCOBBLER.\nTruly, sir, to wear out their shoes, to get myself into more work. But\nindeed, sir, we make holiday to see Caesar, and to rejoice in his\ntriumph.\n\nMARULLUS.\nWherefore rejoice? What conquest brings he home?\nWhat tributaries follow him to Rome,\nTo grace in captive bonds his chariot wheels?\nYou blocks, you stones, you worse than senseless things!\nO you hard hearts, you cruel men of Rome,\nKnew you not Pompey? Many a time and oft\nHave you climb’d up to walls and battlements,\nTo towers and windows, yea, to chimney tops,\nYour infants in your arms, and there have sat\nThe livelong day with patient expectation,\nTo see great Pompey pass the streets of Rome.\nAnd when you saw his chariot but appear,\nHave you not made an universal shout,\nThat Tiber trembled underneath her banks\nTo hear the replication of your sounds\nMade in her concave shores?\nAnd do you now put on your best attire?\nAnd do you now cull out a holiday?\nAnd do you now strew flowers in his way,\nThat comes in triumph over Pompey’s blood?\nBe gone!\nRun to your houses, fall upon your knees,\nPray to the gods to intermit the plague\nThat needs must light on this ingratitude.\n\nFLAVIUS.\nGo, go, good countrymen, and, for this fault\nAssemble all the poor men of your sort,\nDraw them to Tiber banks, and weep your tears\nInto the channel, till the lowest stream\nDo kiss the most exalted shores of all.\n\n[_Exeunt Citizens._]",
    "event_id": 1
  },
  {
    "start": 1552,
    "end": 3094,
    "text": "See whether their basest metal be not mov’d;\nThey vanish tongue-tied in their guiltiness.\nGo you down that way towards the Capitol;\nThis way will I. Disrobe the images,\nIf you do find them deck’d with ceremonies.\n\nMARULLUS.\nMay we do so?\nYou know it is the feast of Lupercal.\n\nFLAVIUS.\nIt is no matter; let no images\nBe hung with Caesar’s trophies. I’ll about\nAnd drive away the vulgar from the streets;\nSo do you too, where you perceive them thick.\nThese growing feathers pluck’d from Caesar’s wing\nWill make him fly an ordinary pitch,\nWho else would soar above the view of men,\nAnd keep us all in servile fearfulness.\n\n[_Exeunt._]\n\nSCENE II. The same. A public place.\n\nEnter, in procession, with music, Caesar; Antony, for the course;\nCalphurnia, Portia, Decius, Cicero, Brutus, Cassius and Casca; a great\ncrowd following, among them a Soothsayer.\n\nCAESAR.\nCalphurnia.\n\nCASCA.\nPeace, ho! Caesar speaks.\n\n[_Music ceases._]\n\nCAESAR.\nCalphurnia.\n\nCALPHURNIA.\nHere, my lord.\n\nCAESAR.\nStand you directly in Antonius’ way,\nWhen he doth run his course. Antonius.\n\nANTONY.\nCaesar, my lord?\n\nCAESAR.\nForget not in your speed, Antonius,\nTo touch Calphurnia; for our elders say,\nThe barren, touched in this holy chase,\nShake off their sterile curse.\n\nANTONY.\nI shall remember.\nWhen Caesar says “Do this,” it is perform’d.\n\nCAESAR.\nSet on; and leave no ceremony out.\n\n[_Music._]\n\nSOOTHSAYER.\nCaesar!\n\nCAESAR.\nHa! Who calls?\n\nCASCA.\nBid every noise be still; peace yet again!\n\n[_Music ceases._]\n\nCAESAR.\nWho is it in the press that calls on me?\nI hear a tongue shriller than all the music,\nCry “Caesar”! Speak. Caesar is turn’d to hear.\n\nSOOTHSAYER.\nBeware the Ides of March.\n\nCAESAR.\nWhat man is that?\n\nBRUTUS.\nA soothsayer bids you beware the Ides of March.\n\nCAESAR.\nSet him before me; let me see his face.\n\nCASSIUS.\nFellow, come from the throng; look upon Caesar.\n\nCAESAR.\nWhat say’st thou to me now? Speak once again.\n\nSOOTHSAYER.\nBeware the Ides of March.\n\nCAESAR.\nHe is a dreamer; let us leave him. Pass.\n\n[_Sennet. Exeunt all but Brutus and Cassius._]",
    "event_id": 2
  },
  {
    "start": 3094,
    "end": 4694,
    "text": "CASSIUS.\nWill you go see the order of the course?\n\nBRUTUS.\nNot I.\n\nCASSIUS.\nI pray you, do.\n\nBRUTUS.\nI am not gamesome: I do lack some part\nOf that quick spirit that is in Antony.\nLet me not hinder, Cassius, your desires;\nI’ll leave you.\n\nCASSIUS.\nBrutus, I do observe you now of late:\nI have not from your eyes that gentleness\nAnd show of love as I was wont to have.\nYou bear too stubborn and too strange a hand\nOver your friend that loves you.\n\nBRUTUS.\nCassius,\nBe not deceived: if I have veil’d my look,\nI turn the trouble of my countenance\nMerely upon myself. Vexed I am\nOf late with passions of some difference,\nConceptions only proper to myself,\nWhich give some soil perhaps to my behaviors;\nBut let not therefore my good friends be grieved\n(Among which number, Cassius, be you one)\nNor construe any further my neglect,\nThan that poor Brutus, with himself at war,\nForgets the shows of love to other men.\n\nCASSIUS.\nThen, Brutus, I have much mistook your passion;\nBy means whereof this breast of mine hath buried\nThoughts of great value, worthy cogitations.\nTell me, good Brutus, can you see your face?\n\nBRUTUS.\nNo, Cassius, for the eye sees not itself\nBut by reflection, by some other thing.\n\nCASSIUS.\n’Tis just:\nAnd it is very much lamented, Brutus,\nThat you have no such mirrors as will turn\nYour hidden worthiness into your eye,\nThat you might see your shadow. I have heard\nWhere many of the best respect in Rome,\n(Except immortal Caesar) speaking of Brutus,\nAnd groaning underneath this age’s yoke,\nHave wish’d that noble Brutus had his eyes.\n\nBRUTUS.\nInto what dangers would you lead me, Cassius,\nThat you would have me seek into myself\nFor that which is not in me?\n\nCASSIUS.\nTherefore, good Brutus, be prepared to hear;\nAnd since you know you cannot see yourself\nSo well as by reflection, I, your glass,\nWill modestly discover to yourself\nThat of yourself which you yet know not of.\nAnd be not jealous on me, gentle Brutus:\nWere I a common laugher, or did use\nTo stale with ordinary oaths my love\nTo every new protester; if you know\nThat I do fawn on men, and hug them hard,\nAnd after scandal them; or if you know\nThat I profess myself in banqueting,\nTo all the rout, then hold me dangerous.\n\n[_Flourish and shout._]",
    "event_id": 3
  },
  {
    "start": 4694,
    "end": 6342,
    "text": "BRUTUS.\nWhat means this shouting? I do fear the people\nChoose Caesar for their king.\n\nCASSIUS.\nAy, do you fear it?\nThen must I think you would not have it so.\n\nBRUTUS.\nI would not, Cassius; yet I love him well,\nBut wherefore do you hold me here so long?\nWhat is it that you would impart to me?\nIf it be aught toward the general good,\nSet honour in one eye and death i’ the other,\nAnd I will look on both indifferently;\nFor let the gods so speed me as I love\nThe name of honour more than I fear death.\n\nCASSIUS.\nI know that virtue to be in you, Brutus,\nAs well as I do know your outward favour.\nWell, honour is the subject of my story.\nI cannot tell what you and other men\nThink of this life; but, for my single self,\nI had as lief not be as live to be\nIn awe of such a thing as I myself.\nI was born free as Caesar; so were you;\nWe both have fed as well, and we can both\nEndure the winter’s cold as well as he:\nFor once, upon a raw and gusty day,\nThe troubled Tiber chafing with her shores,\nCaesar said to me, “Dar’st thou, Cassius, now\nLeap in with me into this angry flood,\nAnd swim to yonder point?” Upon the word,\nAccoutred as I was, I plunged in,\nAnd bade him follow: so indeed he did.\nThe torrent roar’d, and we did buffet it\nWith lusty sinews, throwing it aside\nAnd stemming it with hearts of controversy.\nBut ere we could arrive the point propos’d,\nCaesar cried, “Help me, Cassius, or I sink!”\nI, as Aeneas, our great ancestor,\nDid from the flames of Troy upon his shoulder\nThe old Anchises bear, so from the waves of Tiber\nDid I the tired Caesar. And this man\nIs now become a god; and Cassius is\nA wretched creature, and must bend his body,\nIf Caesar carelessly but nod on him.\nHe had a fever when he was in Spain,\nAnd when the fit was on him I did mark\nHow he did shake: ’tis true, this god did shake:\nHis coward lips did from their colour fly,\nAnd that same eye whose bend doth awe the world\nDid lose his lustre. I did hear him groan:\nAy, and that tongue of his, that bade the Romans\nMark him, and write his speeches in their books,\nAlas, it cried, “Give me some drink, Titinius,”\nAs a sick girl. Ye gods, it doth amaze me,\nA man of such a feeble temper should\nSo get the start of the majestic world,\nAnd bear the palm alone.\n\n[_Shout. Flourish._]",
    "event_id": 4
  },
  {
    "start": 6342,
    "end": 7960,
    "text": "BRUTUS.\nAnother general shout?\nI do believe that these applauses are\nFor some new honours that are heap’d on Caesar.\n\nCASSIUS.\nWhy, man, he doth bestride the narrow world\nLike a Colossus, and we petty men\nWalk under his huge legs, and peep about\nTo find ourselves dishonourable graves.\nMen at some time are masters of their fates:\nThe fault, dear Brutus, is not in our stars,\nBut in ourselves, that we are underlings.\n“Brutus” and “Caesar”: what should be in that “Caesar”?\nWhy should that name be sounded more than yours?\nWrite them together, yours is as fair a name;\nSound them, it doth become the mouth as well;\nWeigh them, it is as heavy; conjure with ’em,\n“Brutus” will start a spirit as soon as “Caesar.”\nNow in the names of all the gods at once,\nUpon what meat doth this our Caesar feed,\nThat he is grown so great? Age, thou art sham’d!\nRome, thou hast lost the breed of noble bloods!\nWhen went there by an age since the great flood,\nBut it was fam’d with more than with one man?\nWhen could they say, till now, that talk’d of Rome,\nThat her wide walls encompass’d but one man?\nNow is it Rome indeed, and room enough,\nWhen there is in it but one only man.\nO, you and I have heard our fathers say,\nThere was a Brutus once that would have brook’d\nTh’ eternal devil to keep his state in Rome,\nAs easily as a king!\n\nBRUTUS.\nThat you do love me, I am nothing jealous;\nWhat you would work me to, I have some aim:\nHow I have thought of this, and of these times,\nI shall recount hereafter. For this present,\nI would not, so with love I might entreat you,\nBe any further mov’d. What you have said,\nI will consider; what you have to say\nI will with patience hear; and find a time\nBoth meet to hear and answer such high things.\nTill then, my noble friend, chew upon this:\nBrutus had rather be a villager\nThan to repute himself a son of Rome\nUnder these hard conditions as this time\nIs like to lay upon us.\n\nCASSIUS.\nI am glad that my weak words\nHave struck but thus much show of fire from Brutus.\n\nEnter Caesar and his Train.\n\nBRUTUS.\nThe games are done, and Caesar is returning.",
    "event_id": 5
  },
  {
    "start": 7960,
    "end": 9530,
    "text": "CASSIUS.\nAs they pass by, pluck Casca by the sleeve,\nAnd he will, after his sour fashion, tell you\nWhat hath proceeded worthy note today.\n\nBRUTUS.\nI will do so. But, look you, Cassius,\nThe angry spot doth glow on Caesar’s brow,\nAnd all the rest look like a chidden train:\nCalphurnia’s cheek is pale; and Cicero\nLooks with such ferret and such fiery eyes\nAs we have seen him in the Capitol,\nBeing cross’d in conference by some senators.\n\nCASSIUS.\nCasca will tell us what the matter is.\n\nCAESAR.\nAntonius.\n\nANTONY.\nCaesar?\n\nCAESAR.\nLet me have men about me that are fat,\nSleek-headed men, and such as sleep a-nights:\nYond Cassius has a lean and hungry look;\nHe thinks too much: such men are dangerous.\n\nANTONY.\nFear him not, Caesar; he’s not dangerous;\nHe is a noble Roman and well given.\n\nCAESAR.\nWould he were fatter! But I fear him not:\nYet if my name were liable to fear,\nI do not know the man I should avoid\nSo soon as that spare Cassius. He reads much,\nHe is a great observer, and he looks\nQuite through the deeds of men. He loves no plays,\nAs thou dost, Antony; he hears no music.\nSeldom he smiles; and smiles in such a sort\nAs if he mock’d himself and scorn’d his spirit\nThat could be mov’d to smile at anything.\nSuch men as he be never at heart’s ease\nWhiles they behold a greater than themselves,\nAnd therefore are they very dangerous.\nI rather tell thee what is to be fear’d\nThan what I fear; for always I am Caesar.\nCome on my right hand, for this ear is deaf,\nAnd tell me truly what thou think’st of him.\n\n[_Exeunt Caesar and his Train. Casca stays._]",
    "event_id": 6
  },
  {
    "start": 9530,
    "end": 11170,
    "text": "CASCA.\nYou pull’d me by the cloak; would you speak with me?\n\nBRUTUS.\nAy, Casca, tell us what hath chanc’d today,\nThat Caesar looks so sad.\n\nCASCA.\nWhy, you were with him, were you not?\n\nBRUTUS.\nI should not then ask Casca what had chanc’d.\n\nCASCA.\nWhy, there was a crown offer’d him; and being offer’d him, he put it by\nwith the back of his hand, thus; and then the people fell a-shouting.\n\nBRUTUS.\nWhat was the second noise for?\n\nCASCA.\nWhy, for that too.\n\nCASSIUS.\nThey shouted thrice: what was the last cry for?\n\nCASCA.\nWhy, for that too.\n\nBRUTUS.\nWas the crown offer’d him thrice?\n\nCASCA.\nAy, marry, was’t, and he put it by thrice, every time gentler than\nother; and at every putting-by mine honest neighbours shouted.\n\nCASSIUS.\nWho offer’d him the crown?\n\nCASCA.\nWhy, Antony.\n\nBRUTUS.\nTell us the manner of it, gentle Casca.\n\nCASCA.\nI can as well be hang’d, as tell the manner of it: it was mere foolery;\nI did not mark it. I saw Mark Antony offer him a crown; yet ’twas not a\ncrown neither, ’twas one of these coronets; and, as I told you, he put\nit by once: but, for all that, to my thinking, he would fain have had\nit. Then he offered it to him again: then he put it by again: but, to\nmy thinking, he was very loath to lay his fingers off it. And then he\noffered it the third time; he put it the third time by; and still, as\nhe refus’d it, the rabblement hooted, and clapp’d their chopt hands,\nand threw up their sweaty night-caps, and uttered such a deal of\nstinking breath because Caesar refus’d the crown, that it had, almost,\nchoked Caesar, for he swooned, and fell down at it. And for mine own\npart, I durst not laugh, for fear of opening my lips and receiving the\nbad air.",
    "event_id": 7
  },
  {
    "start": 11170,
    "end": 12706,
    "text": "CASSIUS.\nBut, soft! I pray you. What, did Caesar swoon?\n\nCASCA.\nHe fell down in the market-place, and foam’d at mouth, and was\nspeechless.\n\nBRUTUS.\n’Tis very like: he hath the falling-sickness.\n\nCASSIUS.\nNo, Caesar hath it not; but you, and I,\nAnd honest Casca, we have the falling-sickness.\n\nCASCA.\nI know not what you mean by that; but I am sure Caesar fell down. If\nthe tag-rag people did not clap him and hiss him, according as he\npleased and displeased them, as they use to do the players in the\ntheatre, I am no true man.\n\nBRUTUS.\nWhat said he when he came unto himself?\n\nCASCA.\nMarry, before he fell down, when he perceived the common herd was glad\nhe refused the crown, he pluck’d me ope his doublet, and offer’d them\nhis throat to cut. And I had been a man of any occupation, if I would\nnot have taken him at a word, I would I might go to hell among the\nrogues. And so he fell. When he came to himself again, he said, if he\nhad done or said anything amiss, he desir’d their worships to think it\nwas his infirmity. Three or four wenches where I stood cried, “Alas,\ngood soul!” and forgave him with all their hearts. But there’s no heed\nto be taken of them: if Caesar had stabb’d their mothers, they would\nhave done no less.",
    "event_id": 8
  },
  {
    "start": 12706,
    "end": 14306,
    "text": "BRUTUS.\nAnd, after that, he came thus sad away?\n\nCASCA.\nAy.\n\nCASSIUS.\nDid Cicero say anything?\n\nCASCA.\nAy, he spoke Greek.\n\nCASSIUS.\nTo what effect?\n\nCASCA.\nNay, and I tell you that, I’ll ne’er look you i’ the face again. But\nthose that understood him smil’d at one another and shook their heads;\nbut for mine own part, it was Greek to me. I could tell you more news\ntoo: Marullus and Flavius, for pulling scarfs off Caesar’s images, are\nput to silence. Fare you well. There was more foolery yet, if I could\nremember it.\n\nCASSIUS.\nWill you sup with me tonight, Casca?\n\nCASCA.\nNo, I am promis’d forth.\n\nCASSIUS.\nWill you dine with me tomorrow?\n\nCASCA.\nAy, if I be alive, and your mind hold, and your dinner worth the\neating.",
    "event_id": 9
  },
  {
    "start": 14306,
    "end": 15906,
    "text": "CASSIUS.\nGood. I will expect you.\n\nCASCA.\nDo so; farewell both.\n\n[_Exit Casca._]\n\nBRUTUS.\nWhat a blunt fellow is this grown to be!\nHe was quick mettle when he went to school.\n\nCASSIUS.\nSo is he now in execution\nOf any bold or noble enterprise,\nHowever he puts on this tardy form.\nThis rudeness is a sauce to his good wit,\nWhich gives men stomach to digest his words\nWith better appetite.\n\nBRUTUS.\nAnd so it is. For this time I will leave you:\nTomorrow, if you please to speak with me,\nI will come home to you; or, if you will,\nCome home to me, and I will wait for you.\n\nCASSIUS.\nI will do so: till then, think of the world.\n\n[_Exit Brutus._]",
    "event_id": 10
  },
  {
    "start": 15906,
    "end": 17506,
    "text": "Well, Brutus, thou art noble; yet I see,\nThy honourable metal may be wrought\nFrom that it is dispos’d: therefore ’tis meet\nThat noble minds keep ever with their likes;\nFor who so firm that cannot be seduc’d?\nCaesar doth bear me hard, but he loves Brutus.\nIf I were Brutus now, and he were Cassius,\nHe should not humour me. I will this night,\nIn several hands, in at his windows throw,\nAs if they came from several citizens,\nWritings, all tending to the great opinion\nThat Rome holds of his name; wherein obscurely\nCaesar’s ambition shall be glanced at.\nAnd after this, let Caesar seat him sure,\nFor we will shake him, or worse days endure.\n\n[_Exit._]\n\nSCENE III. The same. A street.\n\nThunder and lightning. Enter, from opposite sides, Casca with his sword\ndrawn, and Cicero.",
    "event_id": 11
  },
  {
    "start": 17506,
    "end": 19106,
    "text": "CICERO.\nGood even, Casca: brought you Caesar home?\nWhy are you breathless, and why stare you so?\n\nCASCA.\nAre not you moved, when all the sway of earth\nShakes like a thing unfirm? O Cicero,\nI have seen tempests, when the scolding winds\nHave riv’d the knotty oaks; and I have seen\nTh’ ambitious ocean swell and rage and foam,\nTo be exalted with the threatening clouds:\nBut never till tonight, never till now,\nDid I go through a tempest dropping fire.\nEither there is a civil strife in heaven,\nOr else the world too saucy with the gods,\nIncenses them to send destruction.\n\nCICERO.\nWhy, saw you anything more wonderful?\n\nCASCA.\nA common slave, you’d know him well by sight,\nHeld up his left hand, which did flame and burn\nLike twenty torches join’d, and yet his hand,\nNot sensible of fire remain’d unscorch’d.\nBesides, I ha’ not since put up my sword,\nAgainst the Capitol I met a lion,\nWho glared upon me, and went surly by,\nWithout annoying me. And there were drawn\nUpon a heap a hundred ghastly women,\nTransformed with their fear; who swore they saw\nMen, all in fire, walk up and down the streets.\nAnd yesterday the bird of night did sit,\nEven at noonday upon the marketplace,\nHooting and shrieking. When these prodigies\nDo so conjointly meet, let not men say,\n“These are their reasons; they are natural”;\nFor I believe, they are portentous things\nUnto the climate that they point upon.",
    "event_id": 12
  },
  {
    "start": 19106,
    "end": 20706,
    "text": "CICERO.\nIndeed, it is a strange-disposed time.\nBut men may construe things after their fashion,\nClean from the purpose of the things themselves.\nComes Caesar to the Capitol tomorrow?\n\nCASCA.\nHe doth, for he did bid Antonius\nSend word to you he would be there tomorrow.\n\nCICERO.\nGoodnight then, Casca: this disturbed sky\nIs not to walk in.\n\nCASCA.\nFarewell, Cicero.\n\n[_Exit Cicero._]\n\nEnter Cassius.\n\nCASSIUS.\nWho’s there?\n\nCASCA.\nA Roman.\n\nCASSIUS.\nCasca, by your voice.\n\nCASCA.\nYour ear is good. Cassius, what night is this!\n\nCASSIUS.\nA very pleasing night to honest men.\n\nCASCA.\nWho ever knew the heavens menace so?\n\nCASSIUS.\nThose that have known the earth so full of faults.\nFor my part, I have walk’d about the streets,\nSubmitting me unto the perilous night;\nAnd, thus unbraced, Casca, as you see,\nHave bar’d my bosom to the thunder-stone;\nAnd when the cross blue lightning seem’d to open\nThe breast of heaven, I did present myself\nEven in the aim and very flash of it.",
    "event_id": 13
  },
  {
    "start": 20706,
    "end": 22306,
    "text": "CASCA.\nBut wherefore did you so much tempt the Heavens?\nIt is the part of men to fear and tremble,\nWhen the most mighty gods by tokens send\nSuch dreadful heralds to astonish us.\n\nCASSIUS.\nYou are dull, Casca; and those sparks of life\nThat should be in a Roman you do want,\nOr else you use not. You look pale and gaze,\nAnd put on fear and cast yourself in wonder,\nTo see the strange impatience of the Heavens:\nBut if you would consider the true cause\nWhy all these fires, why all these gliding ghosts,\nWhy birds and beasts, from quality and kind;\nWhy old men, fools, and children calculate,\nWhy all these things change from their ordinance,\nTheir natures, and pre-formed faculties,\nTo monstrous quality; why, you shall find\nThat Heaven hath infus’d them with these spirits,\nTo make them instruments of fear and warning\nUnto some monstrous state.\nNow could I, Casca, name to thee a man\nMost like this dreadful night,\nThat thunders, lightens, opens graves, and roars,\nAs doth the lion in the Capitol;\nA man no mightier than thyself, or me,\nIn personal action; yet prodigious grown,\nAnd fearful, as these strange eruptions are.",
    "event_id": 14
  },
  {
    "start": 22306,
    "end": 23906,
    "text": "CASCA.\n’Tis Caesar that you mean; is it not, Cassius?\n\nCASSIUS.\nLet it be who it is: for Romans now\nHave thews and limbs like to their ancestors;\nBut, woe the while! our fathers’ minds are dead,\nAnd we are govern’d with our mothers’ spirits;\nOur yoke and sufferance show us womanish.\n\nCASCA.\nIndeed, they say the senators tomorrow\nMean to establish Caesar as a king;\nAnd he shall wear his crown by sea and land,\nIn every place, save here in Italy.\n\nCASSIUS.\nI know where I will wear this dagger then;\nCassius from bondage will deliver Cassius:\nTherein, ye gods, you make the weak most strong;\nTherein, ye gods, you tyrants do defeat.\nNor stony tower, nor walls of beaten brass,\nNor airless dungeon, nor strong links of iron,\nCan be retentive to the strength of spirit;\nBut life, being weary of these worldly bars,\nNever lacks power to dismiss itself.\nIf I know this, know all the world besides,\nThat part of tyranny that I do bear\nI can shake off at pleasure.",
    "event_id": 15
  },
  {
    "start": 23906,
    "end": 25369,
    "text": "[_Thunder still._]\n\nCASCA.\nSo can I:\nSo every bondman in his own hand bears\nThe power to cancel his captivity.\n\nCASSIUS.\nAnd why should Caesar be a tyrant then?\nPoor man! I know he would not be a wolf,\nBut that he sees the Romans are but sheep:\nHe were no lion, were not Romans hinds.\nThose that with haste will make a mighty fire\nBegin it with weak straws. What trash is Rome,\nWhat rubbish, and what offal, when it serves\nFor the base matter to illuminate\nSo vile a thing as Caesar! But, O grief,\nWhere hast thou led me? I, perhaps, speak this\nBefore a willing bondman: then I know\nMy answer must be made; but I am arm’d,\nAnd dangers are to me indifferent.\n\nCASCA.\nYou speak to Casca, and to such a man\nThat is no fleering tell-tale. Hold, my hand:\nBe factious for redress of all these griefs,\nAnd I will set this foot of mine as far\nAs who goes farthest.\n\nCASSIUS.\nThere’s a bargain made.\nNow know you, Casca, I have mov’d already\nSome certain of the noblest-minded Romans\nTo undergo with me an enterprise\nOf honourable-dangerous consequence;\nAnd I do know by this, they stay for me\nIn Pompey’s Porch: for now, this fearful night,\nThere is no stir or walking in the streets;\nAnd the complexion of the element\nIn favour’s like the work we have in hand,\nMost bloody, fiery, and most terrible.\n\nEnter Cinna.\n\nCASCA.\nStand close awhile, for here comes one in haste.\n\nCASSIUS.\n’Tis Cinna; I do know him by his gait;\nHe is a friend. Cinna, where haste you so?\n\nCINNA.\nTo find out you. Who’s that? Metellus Cimber?\n\nCASSIUS.\nNo, it is Casca, one incorporate\nTo our attempts. Am I not stay’d for, Cinna?\n\nCINNA.\nYes, you are. O Cassius, if you could\nBut win the noble Brutus to our party—\n\nCASSIUS.\nBe you content. Good Cinna, take this paper,\nAnd look you lay it in the praetor’s chair,\nWhere Brutus may but find it; and throw this\nIn at his window; set this up with wax\nUpon old Brutus’ statue: all this done,\nRepair to Pompey’s Porch, where you shall find us.\nIs Decius Brutus and Trebonius there?\n\nCINNA.\nAll but Metellus Cimber, and he’s gone\nTo seek you at your house. Well, I will hie,\nAnd so bestow these papers as you bade me.\n\nCASSIUS.\nThat done, repair to Pompey’s theatre.\n\n[_Exit Cinna._]\n\nCome, Casca, you and I will yet, ere day,\nSee Brutus at his house: three parts of him\nIs ours already, and the man entire\nUpon the next encounter, yields him ours.\n\nCASCA.\nO, he sits high in all the people’s hearts!\nAnd that which would appear offence in us,\nHis countenance, like richest alchemy,\nWill change to virtue and to worthiness.\n\nCASSIUS.\nHim, and his worth, and our great need of him,\nYou have right well conceited. Let us go,\nFor it is after midnight; and ere day,\nWe will awake him, and be sure of him.\n\n[_Exeunt._]",
    "event_id": 16
  }
]