[
  {
    "start": 0,
    "end": 1358,
    "text": "ACT V\n\nSCENE I. The plains of Philippi.\n\n\nEnter Octavius, Antony and their Army.\n\nOCTAVIUS.\nNow, Antony, our hopes are answered.\nYou said the enemy would not come down,\nBut keep the hills and upper regions.\nIt proves not so; their battles are at hand,\nThey mean to warn us at Philippi here,\nAnswering before we do demand of them.\n\nANTONY.\nTut, I am in their bosoms, and I know\nWherefore they do it. They could be content\nTo visit other places, and come down\nWith fearful bravery, thinking by this face\nTo fasten in our thoughts that they have courage;\nBut ’tis not so.\n\nEnter a Messenger.\n\nMESSENGER.\nPrepare you, generals.\nThe enemy comes on in gallant show;\nTheir bloody sign of battle is hung out,\nAnd something to be done immediately.\n\nANTONY.\nOctavius, lead your battle softly on\nUpon the left hand of the even field.\n\nOCTAVIUS.\nUpon the right hand I. Keep thou the left.\n\nANTONY.\nWhy do you cross me in this exigent?\n\nOCTAVIUS.\nI do not cross you; but I will do so.\n\n[_March._]\n\nDrum. Enter Brutus, Cassius and their Army; Lucilius, Titinius, Messala\nand others.\n\nBRUTUS.\nThey stand, and would have parley.\n\nCASSIUS.\nStand fast, Titinius; we must out and talk.\n\nOCTAVIUS.\nMark Antony, shall we give sign of battle?\n\nANTONY.\nNo, Caesar, we will answer on their charge.\nMake forth; the generals would have some words.\n\nOCTAVIUS.\nStir not until the signal.\n\nBRUTUS.\nWords before blows: is it so, countrymen?\n\nOCTAVIUS.\nNot that we love words better, as you do.\n\nBRUTUS.\nGood words are better than bad strokes, Octavius.\n\nANTONY.\nIn your bad strokes, Brutus, you give good words;\nWitness the hole you made in Caesar’s heart,\nCrying, “Long live! Hail, Caesar!”\n\nCASSIUS.\nAntony,\nThe posture of your blows are yet unknown;\nBut for your words, they rob the Hybla bees,\nAnd leave them honeyless.\n\nANTONY.\nNot stingless too.\n\nBRUTUS.\nO yes, and soundless too,\nFor you have stol’n their buzzing, Antony,\nAnd very wisely threat before you sting.\n\nANTONY.\nVillains, you did not so when your vile daggers\nHack’d one another in the sides of Caesar:\nYou show’d your teeth like apes, and fawn’d like hounds,\nAnd bow’d like bondmen, kissing Caesar’s feet;\nWhilst damned Casca, like a cur, behind\nStruck Caesar on the neck. O you flatterers!\n\nCASSIUS.\nFlatterers! Now, Brutus, thank yourself.\nThis tongue had not offended so today,\nIf Cassius might have rul’d.\n\nOCTAVIUS.\nCome, come, the cause. If arguing makes us sweat,\nThe proof of it will turn to redder drops.\nLook, I draw a sword against conspirators.\nWhen think you that the sword goes up again?\nNever, till Caesar’s three and thirty wounds\nBe well aveng’d; or till another Caesar\nHave added slaughter to the sword of traitors.\n\nBRUTUS.\nCaesar, thou canst not die by traitors’ hands,\nUnless thou bring’st them with thee.\n\nOCTAVIUS.\nSo I hope.\nI was not born to die on Brutus’ sword.\n\nBRUTUS.\nO, if thou wert the noblest of thy strain,\nYoung man, thou couldst not die more honourable.\n\nCASSIUS.\nA peevish school-boy, worthless of such honour,\nJoin’d with a masker and a reveller.\n\nANTONY.\nOld Cassius still!\n\nOCTAVIUS.\nCome, Antony; away!\nDefiance, traitors, hurl we in your teeth.\nIf you dare fight today, come to the field;\nIf not, when you have stomachs.\n\n[_Exeunt Octavius, Antony and their Army._]",
    "event_id": 1
  },
  {
    "start": 1358,
    "end": 2715,
    "text": "CASSIUS.\nWhy now, blow wind, swell billow, and swim bark!\nThe storm is up, and all is on the hazard.\n\nBRUTUS.\nHo, Lucilius! Hark, a word with you.\n\nLUCILIUS.\nMy lord?\n\n[_Brutus and Lucilius talk apart._]\n\nCASSIUS.\nMessala.\n\nMESSALA.\nWhat says my General?\n\nCASSIUS.\nMessala,\nThis is my birth-day; as this very day\nWas Cassius born. Give me thy hand, Messala:\nBe thou my witness that against my will\nAs Pompey was, am I compell’d to set\nUpon one battle all our liberties.\nYou know that I held Epicurus strong,\nAnd his opinion. Now I change my mind,\nAnd partly credit things that do presage.\nComing from Sardis, on our former ensign\nTwo mighty eagles fell, and there they perch’d,\nGorging and feeding from our soldiers’ hands,\nWho to Philippi here consorted us.\nThis morning are they fled away and gone,\nAnd in their steads do ravens, crows, and kites\nFly o’er our heads, and downward look on us,\nAs we were sickly prey: their shadows seem\nA canopy most fatal, under which\nOur army lies, ready to give up the ghost.\n\nMESSALA.\nBelieve not so.\n\nCASSIUS.\nI but believe it partly,\nFor I am fresh of spirit, and resolv’d\nTo meet all perils very constantly.\n\nBRUTUS.\nEven so, Lucilius.\n\nCASSIUS.\nNow, most noble Brutus,\nThe gods today stand friendly, that we may,\nLovers in peace, lead on our days to age!\nBut, since the affairs of men rest still incertain,\nLet’s reason with the worst that may befall.\nIf we do lose this battle, then is this\nThe very last time we shall speak together:\nWhat are you then determined to do?\n\nBRUTUS.\nEven by the rule of that philosophy\nBy which I did blame Cato for the death\nWhich he did give himself, I know not how,\nBut I do find it cowardly and vile,\nFor fear of what might fall, so to prevent\nThe time of life, arming myself with patience\nTo stay the providence of some high powers\nThat govern us below.\n\nCASSIUS.\nThen, if we lose this battle,\nYou are contented to be led in triumph\nThorough the streets of Rome?\n\nBRUTUS.\nNo, Cassius, no: think not, thou noble Roman,\nThat ever Brutus will go bound to Rome;\nHe bears too great a mind. But this same day\nMust end that work the Ides of March begun;\nAnd whether we shall meet again I know not.\nTherefore our everlasting farewell take.\nFor ever, and for ever, farewell, Cassius.\nIf we do meet again, why, we shall smile;\nIf not, why then this parting was well made.\n\nCASSIUS.\nFor ever and for ever farewell, Brutus.\nIf we do meet again, we’ll smile indeed;\nIf not, ’tis true this parting was well made.\n\nBRUTUS.\nWhy then, lead on. O, that a man might know\nThe end of this day’s business ere it come!\nBut it sufficeth that the day will end,\nAnd then the end is known. Come, ho! away!\n\n[_Exeunt._]",
    "event_id": 2
  },
  {
    "start": 2715,
    "end": 4085,
    "text": "SCENE II. The same. The field of battle.\n\nAlarum. Enter Brutus and Messala.\n\nBRUTUS.\nRide, ride, Messala, ride, and give these bills\nUnto the legions on the other side.\n\n[_Loud alarum._]\n\nLet them set on at once; for I perceive\nBut cold demeanor in Octavius’ wing,\nAnd sudden push gives them the overthrow.\nRide, ride, Messala; let them all come down.\n\n[_Exeunt._]\n\nSCENE III. Another part of the field.\n\nAlarum. Enter Cassius and Titinius.\n\nCASSIUS.\nO, look, Titinius, look, the villains fly!\nMyself have to mine own turn’d enemy:\nThis ensign here of mine was turning back;\nI slew the coward, and did take it from him.\n\nTITINIUS.\nO Cassius, Brutus gave the word too early,\nWho, having some advantage on Octavius,\nTook it too eagerly: his soldiers fell to spoil,\nWhilst we by Antony are all enclos’d.\n\nEnter Pindarus.\n\nPINDARUS.\nFly further off, my lord, fly further off;\nMark Antony is in your tents, my lord.\nFly, therefore, noble Cassius, fly far off.\n\nCASSIUS.\nThis hill is far enough. Look, look, Titinius;\nAre those my tents where I perceive the fire?\n\nTITINIUS.\nThey are, my lord.\n\nCASSIUS.\nTitinius, if thou lovest me,\nMount thou my horse and hide thy spurs in him,\nTill he have brought thee up to yonder troops\nAnd here again, that I may rest assur’d\nWhether yond troops are friend or enemy.\n\nTITINIUS.\nI will be here again, even with a thought.\n\n[_Exit._]\n\nCASSIUS.\nGo, Pindarus, get higher on that hill,\nMy sight was ever thick. Regard Titinius,\nAnd tell me what thou notest about the field.\n\n[_Pindarus goes up._]\n\nThis day I breathed first. Time is come round,\nAnd where I did begin, there shall I end.\nMy life is run his compass. Sirrah, what news?\n\nPINDARUS.\n[_Above._] O my lord!\n\nCASSIUS.\nWhat news?\n\nPINDARUS.\n[_Above._] Titinius is enclosed round about\nWith horsemen, that make to him on the spur,\nYet he spurs on. Now they are almost on him.\nNow, Titinius! Now some light. O, he lights too.\nHe’s ta’en!\n\n[_Shout._]\n\nAnd, hark! they shout for joy.\n\nCASSIUS.\nCome down; behold no more.\nO, coward that I am, to live so long,\nTo see my best friend ta’en before my face!\n\n[_Pindarus descends._]\n\nCome hither, sirrah.\nIn Parthia did I take thee prisoner;\nAnd then I swore thee, saving of thy life,\nThat whatsoever I did bid thee do,\nThou shouldst attempt it. Come now, keep thine oath.\nNow be a freeman; and with this good sword,\nThat ran through Caesar’s bowels, search this bosom.\nStand not to answer. Here, take thou the hilts;\nAnd when my face is cover’d, as ’tis now,\nGuide thou the sword.—Caesar, thou art reveng’d,\nEven with the sword that kill’d thee.\n\n[_Dies._]",
    "event_id": 3
  },
  {
    "start": 4085,
    "end": 5465,
    "text": "PINDARUS.\nSo, I am free, yet would not so have been,\nDurst I have done my will. O Cassius!\nFar from this country Pindarus shall run,\nWhere never Roman shall take note of him.\n\n[_Exit._]\n\nEnter Titinius with Messala.\n\nMESSALA.\nIt is but change, Titinius; for Octavius\nIs overthrown by noble Brutus’ power,\nAs Cassius’ legions are by Antony.\n\nTITINIUS.\nThese tidings would well comfort Cassius.\n\nMESSALA.\nWhere did you leave him?\n\nTITINIUS.\nAll disconsolate,\nWith Pindarus his bondman, on this hill.\n\nMESSALA.\nIs not that he that lies upon the ground?\n\nTITINIUS.\nHe lies not like the living. O my heart!\n\nMESSALA.\nIs not that he?\n\nTITINIUS.\nNo, this was he, Messala,\nBut Cassius is no more. O setting sun,\nAs in thy red rays thou dost sink to night,\nSo in his red blood Cassius’ day is set.\nThe sun of Rome is set. Our day is gone;\nClouds, dews, and dangers come; our deeds are done.\nMistrust of my success hath done this deed.\n\nMESSALA.\nMistrust of good success hath done this deed.\nO hateful Error, Melancholy’s child!\nWhy dost thou show to the apt thoughts of men\nThe things that are not? O Error, soon conceiv’d,\nThou never com’st unto a happy birth,\nBut kill’st the mother that engender’d thee!\n\nTITINIUS.\nWhat, Pindarus! where art thou, Pindarus?\n\nMESSALA.\nSeek him, Titinius, whilst I go to meet\nThe noble Brutus, thrusting this report\nInto his ears. I may say thrusting it;\nFor piercing steel and darts envenomed\nShall be as welcome to the ears of Brutus\nAs tidings of this sight.\n\nTITINIUS.\nHie you, Messala,\nAnd I will seek for Pindarus the while.\n\n[_Exit Messala._]\n\nWhy didst thou send me forth, brave Cassius?\nDid I not meet thy friends? And did not they\nPut on my brows this wreath of victory,\nAnd bid me give it thee? Didst thou not hear their shouts?\nAlas, thou hast misconstrued everything!\nBut, hold thee, take this garland on thy brow;\nThy Brutus bid me give it thee, and I\nWill do his bidding. Brutus, come apace,\nAnd see how I regarded Caius Cassius.\nBy your leave, gods. This is a Roman’s part.\nCome, Cassius’ sword, and find Titinius’ heart.\n\n[_Dies._]",
    "event_id": 4
  },
  {
    "start": 5465,
    "end": 6850,
    "text": "Alarum. Enter Brutus, Messala, young Cato, Strato, Volumnius and\nLucilius.\n\nBRUTUS.\nWhere, where, Messala, doth his body lie?\n\nMESSALA.\nLo, yonder, and Titinius mourning it.\n\nBRUTUS.\nTitinius’ face is upward.\n\nCATO.\nHe is slain.\n\nBRUTUS.\nO Julius Caesar, thou art mighty yet!\nThy spirit walks abroad, and turns our swords\nIn our own proper entrails.\n\n[_Low alarums._]\n\nCATO.\nBrave Titinius!\nLook whether he have not crown’d dead Cassius!\n\nBRUTUS.\nAre yet two Romans living such as these?\nThe last of all the Romans, fare thee well!\nIt is impossible that ever Rome\nShould breed thy fellow. Friends, I owe more tears\nTo this dead man than you shall see me pay.\nI shall find time, Cassius, I shall find time.\nCome therefore, and to Thassos send his body.\nHis funerals shall not be in our camp,\nLest it discomfort us. Lucilius, come;\nAnd come, young Cato; let us to the field.\nLabeo and Flavius, set our battles on.\n’Tis three o’clock; and Romans, yet ere night\nWe shall try fortune in a second fight.\n\n[_Exeunt._]",
    "event_id": 5
  },
  {
    "start": 6850,
    "end": 8206,
    "text": "SCENE IV. Another part of the field.\n\nAlarum. Enter fighting soldiers of both armies; then Brutus, Messala,\nyoung Cato, Lucilius, Flavius and others.\n\nBRUTUS.\nYet, countrymen, O, yet hold up your heads!\n\nCATO.\nWhat bastard doth not? Who will go with me?\nI will proclaim my name about the field.\nI am the son of Marcus Cato, ho!\nA foe to tyrants, and my country’s friend.\nI am the son of Marcus Cato, ho!\n\n[_Charges the enemy._]\n\nLUCILIUS.\nAnd I am Brutus, Marcus Brutus, I;\nBrutus, my country’s friend; know me for Brutus!\n\n[_Exit, charging the enemy. Cato is overpowered, and falls._]\n\nLUCILIUS.\nO young and noble Cato, art thou down?\nWhy, now thou diest as bravely as Titinius,\nAnd mayst be honour’d, being Cato’s son.\n\nFIRST SOLDIER.\nYield, or thou diest.\n\nLUCILIUS.\nOnly I yield to die:\nThere is so much that thou wilt kill me straight;\n\n[_Offering money_]\n\nKill Brutus, and be honour’d in his death.\n\nFIRST SOLDIER.\nWe must not. A noble prisoner!\n\nSECOND SOLDIER.\nRoom, ho! Tell Antony, Brutus is ta’en.\n\nFIRST SOLDIER.\nI’ll tell the news. Here comes the General.\n\nEnter Antony.\n\nBrutus is ta’en, Brutus is ta’en, my lord.\n\nANTONY.\nWhere is he?\n\nLUCILIUS.\nSafe, Antony; Brutus is safe enough.\nI dare assure thee that no enemy\nShall ever take alive the noble Brutus.\nThe gods defend him from so great a shame!\nWhen you do find him, or alive or dead,\nHe will be found like Brutus, like himself.\n\nANTONY.\nThis is not Brutus, friend; but, I assure you,\nA prize no less in worth. Keep this man safe,\nGive him all kindness. I had rather have\nSuch men my friends than enemies. Go on,\nAnd see whether Brutus be alive or dead;\nAnd bring us word unto Octavius’ tent\nHow everything is chanc’d.\n\n[_Exeunt._]",
    "event_id": 6
  },
  {
    "start": 8206,
    "end": 9738,
    "text": "SCENE V. Another part of the field.\n\nEnter Brutus, Dardanius, Clitus, Strato and Volumnius.\n\nBRUTUS.\nCome, poor remains of friends, rest on this rock.\n\nCLITUS.\nStatilius show’d the torch-light; but, my lord,\nHe came not back: he is or ta’en or slain.\n\nBRUTUS.\nSit thee down, Clitus. Slaying is the word;\nIt is a deed in fashion. Hark thee, Clitus.\n\n[_Whispering._]\n\nCLITUS.\nWhat, I, my lord? No, not for all the world.\n\nBRUTUS.\nPeace then, no words.\n\nCLITUS.\nI’ll rather kill myself.\n\nBRUTUS.\nHark thee, Dardanius.\n\n[_Whispers him._]\n\nDARDANIUS.\nShall I do such a deed?\n\nCLITUS.\nO Dardanius!\n\nDARDANIUS.\nO Clitus!\n\nCLITUS.\nWhat ill request did Brutus make to thee?\n\nDARDANIUS.\nTo kill him, Clitus. Look, he meditates.\n\nCLITUS.\nNow is that noble vessel full of grief,\nThat it runs over even at his eyes.\n\nBRUTUS.\nCome hither, good Volumnius; list a word.\n\nVOLUMNIUS.\nWhat says my lord?\n\nBRUTUS.\nWhy, this, Volumnius:\nThe ghost of Caesar hath appear’d to me\nTwo several times by night; at Sardis once,\nAnd this last night here in Philippi fields.\nI know my hour is come.\n\nVOLUMNIUS.\nNot so, my lord.\n\nBRUTUS.\nNay I am sure it is, Volumnius.\nThou seest the world, Volumnius, how it goes;\nOur enemies have beat us to the pit.\n\n[_Low alarums._]\n\nIt is more worthy to leap in ourselves\nThan tarry till they push us. Good Volumnius,\nThou know’st that we two went to school together;\nEven for that our love of old, I pr’ythee\nHold thou my sword-hilts, whilst I run on it.\n\nVOLUMNIUS.\nThat’s not an office for a friend, my lord.\n\n[_Alarums still._]\n\nCLITUS.\nFly, fly, my lord! there is no tarrying here.\n\nBRUTUS.\nFarewell to you; and you; and you, Volumnius.\nStrato, thou hast been all this while asleep;\nFarewell to thee too, Strato.—Countrymen,\nMy heart doth joy, that yet in all my life\nI found no man but he was true to me.\nI shall have glory by this losing day\nMore than Octavius and Mark Antony\nBy this vile conquest shall attain unto.\nSo fare you well at once; for Brutus’ tongue\nHath almost ended his life’s history.\nNight hangs upon mine eyes; my bones would rest,\nThat have but labour’d to attain this hour.\n\n[_Alarums. Cry within, “Fly, fly, fly!”._]",
    "event_id": 7
  },
  {
    "start": 9738,
    "end": 11115,
    "text": "\n\nCLITUS.\nFly, my lord, fly!\n\nBRUTUS.\nHence! I will follow.\n\n[_Exeunt Clitus, Dardanius and Volumnius._]\n\nI pr’ythee, Strato, stay thou by thy lord.\nThou art a fellow of a good respect;\nThy life hath had some smatch of honour in it.\nHold then my sword, and turn away thy face,\nWhile I do run upon it. Wilt thou, Strato?\n\nSTRATO.\nGive me your hand first. Fare you well, my lord.\n\nBRUTUS.\nFarewell, good Strato.—Caesar, now be still:\nI kill’d not thee with half so good a will.\n\n[_He runs on his sword, and dies._]\n\nAlarum. Retreat. Enter Antony, Octavius, Messala, Lucilius and the\nArmy.\n\nOCTAVIUS.\nWhat man is that?\n\nMESSALA.\nMy master’s man. Strato, where is thy master?\n\nSTRATO.\nFree from the bondage you are in, Messala.\nThe conquerors can but make a fire of him;\nFor Brutus only overcame himself,\nAnd no man else hath honour by his death.\n\nLUCILIUS.\nSo Brutus should be found. I thank thee, Brutus,\nThat thou hast prov’d Lucilius’ saying true.\n\nOCTAVIUS.\nAll that serv’d Brutus, I will entertain them.\nFellow, wilt thou bestow thy time with me?\n\nSTRATO.\nAy, if Messala will prefer me to you.\n\nOCTAVIUS.\nDo so, good Messala.\n\nMESSALA.\nHow died my master, Strato?\n\nSTRATO.\nI held the sword, and he did run on it.\n\nMESSALA.\nOctavius, then take him to follow thee,\nThat did the latest service to my master.\n\nANTONY.\nThis was the noblest Roman of them all.\nAll the conspirators save only he,\nDid that they did in envy of great Caesar;\nHe only, in a general honest thought\nAnd common good to all, made one of them.\nHis life was gentle, and the elements\nSo mix’d in him that Nature might stand up\nAnd say to all the world, “This was a man!”\n\nOCTAVIUS.\nAccording to his virtue let us use him\nWith all respect and rites of burial.\nWithin my tent his bones tonight shall lie,\nMost like a soldier, order’d honourably.\nSo call the field to rest, and let’s away,\nTo part the glories of this happy day.\n\n[_Exeunt._]",
    "event_id": 8
  }
]