{
    "1": {
        "character_name": "Caesar",
        "summary": "내 죽음 이후, 필리피 평원에서 벌어진 싸움에 대해 나는 통찰한다. 나의 배신자들은 이제 서로의 맹렬한 비난과 의심 속에 파멸을 맞이하고 있다. 안토니의 냉소적인 발언은 내게 브루투스의 칼날만큼이나 날카로운 충격을 안겨주며, 내 영혼 깊숙이 묻어둔 믿음의 파편들을 더욱 산산조각 낸다. 이제 내 죽음은 그들의 헛된 야망을 비추는 거울이 되어, 로마의 운명에 대한 씁쓸한 교훈을 되새기게 한다."
    },
    "2": {
        "character_name": "Brutus",
        "summary": "나의 고귀한 뜻은 카시우스와의 갈등으로 흔들리기 시작했으나, 포르샤의 죽음은 나를 더욱 고립시켰다. 옥타비우스와 안토니우스의 세력이 커져가는 현실에 절망하며 필리피에서의 결전을 맞았다. 적과의 대화에서 나는 그들의 허황됨을 지적했지만, 곧 시저의 망령이 나타나 나의 운명을 예고하며 불안감을 안겨주었다. 결국, 나는 마지막까지 명예를 지키고자 스스로 목숨을 끊었다."
    },
    "3": {
        "character_name": "Cassius",
        "summary": "정복자 안토니우스와 옥타비아누스와 대면하며, 나는 우리 동맹 브루투스와의 균열을 느끼고 우리의 자유 투쟁에 대한 회의감에 휩싸였다. 결국, 나의 생일날, 우리의 군대가 흩어지고 나의 충실한 친구 티티니우스가 포위되는 것을 목격하자, 나는 절망감에 휩싸였다. 나의 삶은 이미 절정에 달했고, 마지막은 비극적일 것이라는 불길한 예감이 들었다. 이에 나는 나의 검으로 나의 삶을 끝내기로 결심했다."
    },
    "4": {
        "character_name": "Antony",
        "summary": "나는 옥타비아누스와 함께 힐피리의 들판에 서서, 적들이 다가오는 것을 지켜본다. 적들의 허장성세는 우리를 위협하려 함이며, 그들의 용기는 허세일 뿐이라고 나는 꿰뚫어 본다. 옥타비아누스와 작전을 조율하지만, 그의 방식에 약간의 불만도 느낀다. 브루투스와 카시우스와의 말싸움은 격렬했지만, 케사르를 죽인 그들의 위선은 명백하다. 우리는 곧바로 전장에 나서, 케사르의 복수를 마칠 것이다."
    },
    "5": {
        "character_name": "Calphurnia",
        "summary": "소재에 대한 나의 불안감은 현실이 되었다. 필립피의 들판에서, 나는 시저의 죽음 이후에도 혼란이 계속되는 것을 본다. 나와 함께 죽음을 맞이하려 했던 동료들이 비극적인 운명을 맞이하는 것을 지켜보며, 나는 시저를 향한 나의 경고가 옳았음을 절감한다. 결국, 모든 것은 헛된 싸움이었고, 로마의 평화는 멀리 사라졌다."
    },
    "6": {
        "character_name": "Casca",
        "summary": "이 험악한 날, 카이사르를 왕으로 만들려는 자들과의 필리피 전투가 벌어졌다. 브루투스와 나는 적들과 대면하여 격렬한 설전을 주고받았으나, 결국 우리는 흩어졌다. 나의 생일날, 나는 불길한 징조와 함께 우리의 자유를 이 한 번의 싸움에 걸어야 하는 운명임을 느꼈다. 비극적으로, 나는 친구 티티니우스가 사로잡히는 것을 보고 자결했으며, 이는 내 삶의 허무함을 다시 한번 확인시키는 순간이었다."
    },
    "7": {
        "character_name": "Cicero",
        "summary": "브루투스와 카시우스의 반란군은 필리피 평원에서 옥타비아누스와 안토니의 군대와 대치한다. 이들은 전의를 다지며 과거 카이사르를 죽였던 자신들의 행동과 현재의 압박감에 대해 논한다. 전투가 시작되자 혼란은 가중되고, 카시우스는 자신의 죽음과 전장의 새 조짐으로 인해 비극적인 오해에 빠져 스스로 목숨을 끊는다. 브루투스는 그의 죽음을 애도하며, 결국 자신 또한 충직한 부하 스트라토의 도움으로 생을 마감한다. 옥타비아누스와 안토니는 브루투스를 높이 평가하며 장례를 치러주겠다고 한다."
    },
    "8": {
        "character_name": "Flavius",
        "summary": "나는 브루투스와 카시우스의 대립을 목격하며 깊은 우려를 금치 못했다. 그들의 언쟁은 격해졌으나, 나의 중재로 가까스로 화해하는 듯했다. 하지만 이내 포르티아의 비보를 접하고 깊은 슬픔에 잠겼다. 이제 전장에서도 이들의 갈등은 계속되고, 승패를 알 수 없는 혼란 속에서 나는 그저 상황을 지켜볼 뿐이다."
    },
    "9": {
        "character_name": "Marullus",
        "summary": "이 혼란스러운 전장에서 나는 브루투스의 불안한 모습과 카시우스와의 갈등을 지켜보았다. 카이사르의 유령이 나타나 그의 운명에 대한 불길한 예감을 더했다. 결국 그는 필리피로 향했지만, 이는 로마를 위한 명분과 개인적인 죄책감 사이에서 흔들리는 그의 고뇌를 더욱 깊게 만들 뿐이었다. 포르시아의 죽음마저도 그의 번민을 증폭시켰다."
    },
    "10": {
        "character_name": "Soothsayer",
        "summary": "이 텍스트에는 제가 등장하지 않기에, 제 관점에서 요약할 수는 없습니다. 이전 경험으로 보아, 저는 비극적인 운명을 예견했지만, 무시당하고 결국 그 비극이 실현되는 것을 지켜보아야 했습니다. 이 텍스트는 당시의 상황과 인물들의 행동을 담고 있지만, 저의 이야기는 존재하지 않습니다."
    },
    "11": {
        "character_name": "Portia",
        "summary": "나는 남편 브루투스의 고뇌를 곁에서 지켜보며, 그의 마음속 갈등을 헤아릴 수 있었다. 비록 그의 비밀스러운 계획에 동참할 수는 없었지만, 그의 침묵 속에서 로마의 불안한 미래를 예감했다. 남편의 정의감이 흔들리는 것을 지켜보며 내 슬픔은 더욱 깊어졌고, 결국 병석에서 남편 곁을 떠나며 삶을 마감했다."
    },
    "12": {
        "character_name": "Cinna",
        "summary": "카이사르의 죽음 이후, 저는 혼란스러운 필리피 들판에서 브루투스와 카시우스의 모습을 봅니다. 그들의 마지막 말은 조국을 위한 숭고한 헌신 속에서도 슬픔과 절망을 드러냅니다. 저는 이 비극적인 순간들을 시로 담아내며, 인간의 존엄과 운명에 대한 깊은 성찰을 시도합니다. 제 시는 이 모든 혼란 속에서 희미하게 빛나는 진실을 포착하려 합니다."
    },
    "13": {
        "character_name": "Lucius",
        "summary": "저는 브루투스의 곁에서 촛불을 들고 그의 고뇌하는 모습을 지켜보았습니다. 또한, 브루투스가 숨겨둔 편지를 전하는 임무를 수행했으며, 카시우스 일행이 찾아왔을 때 그를 알렸습니다. 깊은 밤, 잠든 브루투스 곁에서 저는 카이사르의 유령을 목격하는 그의 충격적인 순간을 보았습니다. 이제 이 모든 것이 끝났다는 것을 직감했습니다."
    },
    "14": {
        "character_name": "Decius Brutus",
        "summary": "이 끔찍한 전투의 혼란 속에서, 나는 카이사르를 제거한 후 로마의 자유를 지키려는 최후의 노력을 기울이고 있다. 옥타비아누스와 안토니우스의 적대감과 끊임없는 논쟁은 나를 지치게 한다. 결국, 우리의 군대는 패배하고, 나는 죽음을 맞이할 결심을 굳힌다. 나의 벗 카시우스의 죽음은 나에게 큰 슬픔을 안겨주지만, 그럼에도 불구하고 나의 신념은 흔들리지 않는다. 나는 로마를 위해, 그리고 나의 명예를 위해 싸웠다."
    },
    "15": {
        "character_name": "Metellus Cimber",
        "summary": "나는 브루터스와 함께 정의로운 명분을 위해 카이사르를 암살했으나, 전장에서 혼란과 공포를 느꼈다. 브루터스가 동료들에게 위협받지 않도록 곁을 지키며, 그의 흔들림 없는 의지와 우리가 행한 행동의 정당성을 믿으려 애썼다. 하지만 브루터스의 깊은 고뇌와 나의 역할에 대한 의문은 점점 커져갔다."
    },
    "16": {
        "character_name": "Trebonius",
        "summary": "필립피 평원에서 우리는 옥타비아누스와 안토니우스 군대를 마주했소. 그들은 우리의 용감한 출현을 경계하며, 싸움이 임박했음을 알렸지. 나는 브루투스가 의기양양하게 선전포고하는 것을 보았지만, 카시우스와의 충돌은 동지애에 깊은 균열을 만들었소. 그 후, 포르티아의 죽음은 나를 깊은 슬픔에 잠기게 했고, 옥타비아누스와 안토니우스의 세력 확장은 더욱 심란하게 하오. 나는 정의를 위해 검을 들었으나, 동료들과의 관계, 그리고 개인적인 비극 속에서 점점 더 깊은 고독을 느낀다."
    },
    "17": {
        "character_name": "Caius Ligarius",
        "summary": "이 끔찍한 전장에서 나는 브루투스와 카시우스를 따르고 있습니다. 우리는 옥타비아누스와 안토니의 군대와 마주쳤고, 그들의 비난에 맞서 변론했습니다. 전투가 시작되었지만, 곧 우리의 형세가 불리해졌습니다. 동지들의 죽음이라는 끔찍한 소식을 접하며, 나는 모든 것을 잃었음을 깨닫습니다. 조국을 향한 나의 맹세와 헌신은 이제 헛된 것이 되었습니다."
    },
    "18": {
        "character_name": "Artemidorus",
        "summary": "필리피 평원에서 옥타비우스와 안토니우스는 무자비하게 죽음의 명단을 작성하고, 그들의 대화는 감정이 전혀 담겨 있지 않아 섬뜩하다. 레피더스는 하찮은 도구 취급을 받으며, 카이사르의 비극적인 최후는 이러한 냉혹한 계획 앞에서 더욱 가슴 아프게 다가온다. 브루투스와 카시우스는 이제 자존심과 비난으로 갈등하며, 이전의 연대는 흩어졌고, 이 내분은 예견된 비극을 더욱 깊게 만든다."
    },
    "19": {
        "character_name": "Publius",
        "summary": "필립피 평원에서 나는 카이사르의 적들과 마주쳤다. 그들은 도발적으로 자신들의 군대를 이끌고 나왔고, 격렬한 언쟁이 오갔다. 카이사르의 죽음을 헛되이 하지 않겠다며 그들은 결전을 피하지 않았다. 나는 필립피에서의 비극적인 전투를 지켜보았고, 브루투스의 충격적인 죽음과 카시우스의 절망적인 선택을 목격했다. 이 모든 것은 나의 큰 슬픔과 깊은 회한을 불러일으켰다."
    },
    "20": {
        "character_name": "Popilius Lena",
        "summary": "비달의 날이 아직 오지 않았음을 알게 되자, 나는 시저에게 간청했으나 그는 나의 말을 제쳐두었다. 결국 \"오늘 계획이 성공하길 바란다\"는 말로 작별을 고했다. 이후 암살의 혼란 속에서 브루투스와 카시우스의 불안과 결연한 의지를 엿들었다. 나는 그들의 대화에서 혼란 속에서도 흔들리지 않는 그들의 굳센 의지를 느낄 수 있었다."
    },
    "21": {
        "character_name": "Lepidus",
        "summary": "카피톨리노 언덕에서의 비극 이후, 저는 옥타비아누스와 안토니우스와 함께 숙청 작업에 참여했지만, 옥타비아누스의 형제마저 희생될 때는 불편함을 느꼈습니다. 시저의 유언장을 가져오라는 임무를 받았으나, 곧 제가 '쓸모없는 인간'으로 취급받는다는 사실을 깨닫고 깊은 굴욕감과 불안감을 느꼈습니다. 이후 저는 모든 상황을 조용히 지켜보며, 이 끔찍한 전쟁의 끝을 기다릴 뿐입니다."
    },
    "22": {
        "character_name": "Octavius Caesar",
        "summary": "이 혼란스러운 전장에서 나는 안토니와 함께 승리를 거두었다. 우리의 적들은 무너졌고, 브루투스와 카시우스는 모두 죽었다. 나는 혼란 속에서 질서를 회복하고 로마의 새로운 시대를 열어야 한다. 브루투스의 죽음은 비극적이지만, 그의 용기를 존중하며 로마의 영광을 위해 최선을 다할 것이다."
    },
    "23": {
        "character_name": "Pindarus",
        "summary": "본인은 충실한 벗이었으나, 브루투스로부터 배척당하는 현실에 마음이 아프다. 그의 명예를 훼손할까 두려웠지만, 그의 흔들리는 철학을 보며 진실을 말해야 했다. 지금 그는 어리석은 분노에 사로잡혀 진실을 외면하고, 그의 검은 나를 겨누고 있다. 브루투스의 사랑을 잃었으나, 그의 곁을 떠나지 못하는 종으로서 고통스럽다."
    },
    "24": {
        "character_name": "Lucilius",
        "summary": "나는 이 필리피 들판에서 브루투스와 카시우스의 고뇌를 곁에서 지켜보았다. 두 사람 모두 동료들과의 갈등, 특히 카시우스는 자신의 운명을 예감하며 불안해했다. 나는 브루투스가 자신의 철학을 지키려 애쓰는 모습을 보았고, 포르샤의 죽음과 늘어나는 적의 세력 앞에 그의 고뇌가 깊어짐을 느꼈다. 결국 필리피로 향하는 결정을 내린 그 과정에서, 나는 그가 불안해하며 카이사르의 망령과 마주하는 것을 보았다."
    },
    "25": {
        "character_name": "Titinius",
        "summary": "카시우스와 함께 브루투스의 진영에 서 있던 중, 옥타비아누스와 안토니의 군대가 다가오는 것을 보았습니다. 치열한 언쟁 후, 브루투스의 결정에 따라 전투를 준비했지만, 불안감과 불길함이 감돌았습니다. 그러나 저는 곧 적군에게 포위되어 적에게 사로잡혔고, 이로 인해 카시우스는 충격을 받고 스스로 목숨을 끊었습니다. 그 후, 브루투스가 패배했다는 소식을 듣고, 저는 브루투스의 동료들과 함께 이 비극적인 상황을 애도하며, 카시우스의 시신에 승리의 월계관을 씌워주려 했으나 결국 제 자신도 슬픔에 못 이겨 목숨을 끊었습니다."
    },
    "26": {
        "character_name": "Messala",
        "summary": "필립피의 들판에서 나는 브루투스와 카시우스의 격렬한 언쟁을 목격하며, 그들의 불화가 군대에 미칠 파장에 대해 깊은 우려를 느꼈다. 브루투스가 아내 포샤의 비극적인 죽음을 겪었음에도 불구하고, 그는 흔들림 없는 태도로 정치적 결정을 내렸다. 이후 나는 브루투스로부터 옥타비아누스와 안토니 군대가 빌립보로 진격하고 있다는 소식을 접했다. 또한, 숙청으로 죽은 원로원의 수가 예상과 다르다는 점에 대해 혼란스러움을 느꼈다."
    },
    "27": {
        "character_name": "Lucius Pella",
        "summary": "브루투스와 카시우스의 다툼을 엿들었을 때, 나는 그저 뇌물 수수로 비난받은 일에 분노하며 내 이름이 언급되는 것을 들었습니다. 카시우스는 그들이 존경받는 동맹에게 모욕을 주었다고 주장했습니다. 브루투스는 내 편지를 무시한 사실을 인정했습니다. 제 이름이 언급되었을 때, 저는 브루투스가 그에게 뇌물로 인해 비난받았다고 말하는 것을 들었습니다."
    },
    "28": {
        "character_name": "Poet",
        "summary": "나는 두 장군 사이의 불화를 감지하고, 그들을 말리기 위해 나섰으나 루실리우스에게 저지당했다. \"죽음이 아니면 나를 막지 못한다\"고 외치며 그들 앞에 선 나는, \"어찌하여 이리시오! 사랑하고 친구가 되시오!\"라고 간청했다. 허나 나의 시는 카시우스에게 조잡하다 비난받고, 나는 건방지다 쫓겨났다. 그럼에도 나의 등장은 잠시나마 그들의 갈등을 멈추게 했다."
    },
    "29": {
        "character_name": "Varro",
        "summary": "바로는 브루터스의 명령을 받아 막사 안에서 잠을 청했다. 무거운 졸음 속에서도 명령을 따르려 했지만, 이내 깊은 잠에 빠졌다. 깨어났을 때 브루터스의 외침을 들었지만, 그 이유나 자신이 본 것을 전혀 기억하지 못했다. 결국 그는 브루터스의 심부름으로 카시우스에게 급히 전갈을 전하러 가게 된다."
    },
    "30": {
        "character_name": "Claudius",
        "summary": "나는 이 비극적인 전투를 관망하며, 옥타비아누스와 안토니우스가 브루투스와 카시우스를 몰아붙이는 것을 지켜본다. 두 군대는 필리피 평원에서 대치하고, 두 진영의 지도자들은 서로에게 격렬한 비난을 쏟아낸다. 나는 그들의 증오와 충돌을 보며, 필연적으로 다가오는 파멸을 예감한다. 카시우스는 자신의 생일날, 운명의 비극을 직감하며 스스로 목숨을 끊는다. 브루투스는 포르티아의 죽음과 동료들의 죽음에 고뇌하며, 결국 자신의 손으로 생을 마감한다. 나는 이 모든 비극의 끝을 조용히 기록하며, 인간의 야망과 명예가 빚어내는 참혹한 결과를 목도한다."
    },
    "31": {
        "character_name": "Ghost of Caesar",
        "summary": "필리피의 들판에서 나는 브루투스가 헛된 영광을 쫓으며 필멸의 운명을 맞이하는 것을 지켜본다. 그의 무모한 행동과 덧없는 철학은 나의 복수가 이미 그의 몰락과 함께 완성되었음을 증명한다. 그는 자신을 정의의 수호자로 착각하지만, 결국 나를 짓밟은 칼날에 의해 스스로 파멸하고 말 것이다. 그의 헛된 희망이 산산이 부서지는 것을 보며, 나의 존재가 그의 종말을 이끌었음을 느낀다."
    },
    "32": {
        "character_name": "Cato",
        "summary": "이 텍스트에서 저는 마르쿠스 카토의 아들로서, 제 아버지의 명예로운 죽음을 떠올리며 폭정을 거부하는 제 자신을 발견합니다. 빌립보 들판에서 저는 적군에 맞서 제 이름을 외치며 용감하게 돌격합니다. 비록 제가 전사하더라도, 저의 죽음이 티투스에게 명예로운 월계관을 씌워주었고, 브루투스의 마지막 길에 함께 할 수 있었다는 사실에 위안을 얻습니다."
    },
    "33": {
        "character_name": "Dardanius",
        "summary": "나는 브루투스와 함께 피의 밭에 앉아 있다. 그의 병사들이 흩어지고, 그는 죽음이 임박했음을 느끼고 있다. 그는 나에게 자신을 죽여달라고 부탁하지만, 나는 거부하고 그를 돕기 위해 그의 칼자루를 잡고 칼에 달려들게 한다. 그는 죽고, 나는 자유로워졌지만, 이 날은 내가 결코 잊지 못할 것이다."
    },
    "34": {
        "character_name": "Volumnius",
        "summary": "나는 볼룸니우스. 필리피 평원에서 벌어진 참혹한 전투를 목격했다. 브루투스 장군이 옥타비아누스와 안토니에게 밀려 패배하자, 그는 내게 칼자루를 잡아달라고 부탁했으나 나는 거절했다. 이내 장군은 스스로 검에 달려 비극적인 최후를 맞았다. 나는 장군의 충실한 친구로서, 그의 유해를 타소스에 보내 장례를 치르도록 돕는 임무를 맡았다. 이 전투는 우리 모두에게 씻을 수 없는 상처를 남겼다."
    },
    "35": {
        "character_name": "Strato",
        "summary": "나는 브루터스의 충직한 하인 스트라토입니다. 브루터스 장군은 퇴각 중에도 저에게 곁을 지키라고 명했습니다. 그는 많은 고민 끝에 스스로 목숨을 끊기로 결정했고, 저는 마지막 순간까지 그의 곁을 지키며, 그의 검에 스스로 몸을 던질 수 있도록 도와야 했습니다. 저는 장군의 명을 따랐고, 이는 저에게도 큰 슬픔이자 명예로운 일이었습니다."
    },
    "36": {
        "character_name": "Clitus",
        "summary": "나는 브루터스와 카시우스 군대의 일원으로, 싸움이 임박했음을 느꼈다. 특히 카시우스가 불길한 징조들을 이야기하며 불안해하는 모습을 지켜보았다. 전투 중 혼란 속에서 카시우스가 오해로 인해 자결하자, 나는 그의 죽음을 직접 목격했다. 브루터스가 마지막까지 용감히 싸우다 스스로 목숨을 끊는 순간까지, 나는 곁을 지키지 못했다. 결국 우리는 패배했고, 나는 이 비극적인 상황에서 살아남았다."
    },
    "37": {
        "character_name": "Titinius",
        "summary": "나는 티티니우스. 필립피 평원에서 전투가 벌어지고 있다. 카시우스와 브루투스의 군대와 함께 나는 이곳에 서 있다. 적들이 우리에게 다가오는 것을 보고, 카시우스는 두려움에 떨며 징조를 맹신하지만, 나는 그의 말을 전부 믿지는 않는다. 싸움이 시작되고, 우리는 흩어진다. 나는 카시우스의 깃발을 빼앗은 비겁한 병사를 보았고, 브루투스가 너무 일찍 전투를 시작했다는 것을 알게 되었다. 나는 카시우스가 적에게 포위되었음을 알게 되었고, 그를 돕기 위해 달려갔으나, 그의 편지에서 나 자신이 포위되었다는 것을 알게 되었다. 그는 내가 잡혔다는 것을 오해하고는 자살했다. 슬픔에 빠져, 나는 카시우스의 검으로 내 삶을 끝낸다."
    }
}