[
  {
    "start": 0,
    "end": 1743,
    "text": "ACT II\n\nSCENE I. Rome. Brutus’ orchard.\n\n\nEnter Brutus.\n\nBRUTUS.\nWhat, Lucius, ho!\nI cannot, by the progress of the stars,\nGive guess how near to day.—Lucius, I say!\nI would it were my fault to sleep so soundly.\nWhen, Lucius, when? Awake, I say! What, Lucius!\n\nEnter Lucius.\n\nLUCIUS.\nCall’d you, my lord?\n\nBRUTUS.\nGet me a taper in my study, Lucius:\nWhen it is lighted, come and call me here.\n\nLUCIUS.\nI will, my lord.\n\n[_Exit._]\n\nBRUTUS.\nIt must be by his death: and for my part,\nI know no personal cause to spurn at him,\nBut for the general. He would be crown’d:\nHow that might change his nature, there’s the question.\nIt is the bright day that brings forth the adder,\nAnd that craves wary walking. Crown him?—that;\nAnd then, I grant, we put a sting in him,\nThat at his will he may do danger with.\nTh’ abuse of greatness is, when it disjoins\nRemorse from power; and, to speak truth of Caesar,\nI have not known when his affections sway’d\nMore than his reason. But ’tis a common proof,\nThat lowliness is young ambition’s ladder,\nWhereto the climber-upward turns his face;\nBut when he once attains the upmost round,\nHe then unto the ladder turns his back,\nLooks in the clouds, scorning the base degrees\nBy which he did ascend. So Caesar may;\nThen lest he may, prevent. And since the quarrel\nWill bear no colour for the thing he is,\nFashion it thus: that what he is, augmented,\nWould run to these and these extremities:\nAnd therefore think him as a serpent’s egg\nWhich hatch’d, would, as his kind grow mischievous;\nAnd kill him in the shell.",
    "event_id": 1
  },
  {
    "start": 1743,
    "end": 3484,
    "text": "Enter Lucius.\n\nLUCIUS.\nThe taper burneth in your closet, sir.\nSearching the window for a flint, I found\nThis paper, thus seal’d up, and I am sure\nIt did not lie there when I went to bed.\n\n[_Gives him the letter._]\n\nBRUTUS.\nGet you to bed again; it is not day.\nIs not tomorrow, boy, the Ides of March?\n\nLUCIUS.\nI know not, sir.\n\nBRUTUS.\nLook in the calendar, and bring me word.\n\nLUCIUS.\nI will, sir.\n\n[_Exit._]\n\nBRUTUS.\nThe exhalations, whizzing in the air\nGive so much light that I may read by them.\n\n[_Opens the letter and reads._]\n\n_Brutus, thou sleep’st: awake and see thyself.\nShall Rome, &c. Speak, strike, redress!_\n“Brutus, thou sleep’st: awake!”\nSuch instigations have been often dropp’d\nWhere I have took them up.\n“Shall Rome, &c.” Thus must I piece it out:\nShall Rome stand under one man’s awe? What, Rome?\nMy ancestors did from the streets of Rome\nThe Tarquin drive, when he was call’d a king.\n“Speak, strike, redress!” Am I entreated\nTo speak and strike? O Rome, I make thee promise,\nIf the redress will follow, thou receivest\nThy full petition at the hand of Brutus.\n\nEnter Lucius.\n\nLUCIUS.\nSir, March is wasted fifteen days.\n\n[_Knock within._]\n\nBRUTUS.\n’Tis good. Go to the gate, somebody knocks.\n\n[_Exit Lucius._]\n\nSince Cassius first did whet me against Caesar,\nI have not slept.\nBetween the acting of a dreadful thing\nAnd the first motion, all the interim is\nLike a phantasma, or a hideous dream:\nThe genius and the mortal instruments\nAre then in council; and the state of man,\nLike to a little kingdom, suffers then\nThe nature of an insurrection.",
    "event_id": 2
  },
  {
    "start": 3484,
    "end": 5232,
    "text": "Enter Lucius.\n\nLUCIUS.\nSir, ’tis your brother Cassius at the door,\nWho doth desire to see you.\n\nBRUTUS.\nIs he alone?\n\nLUCIUS.\nNo, sir, there are moe with him.\n\nBRUTUS.\nDo you know them?\n\nLUCIUS.\nNo, sir, their hats are pluck’d about their ears,\nAnd half their faces buried in their cloaks,\nThat by no means I may discover them\nBy any mark of favour.\n\nBRUTUS.\nLet ’em enter.\n\n[_Exit Lucius._]\n\nThey are the faction. O conspiracy,\nSham’st thou to show thy dangerous brow by night,\nWhen evils are most free? O, then, by day\nWhere wilt thou find a cavern dark enough\nTo mask thy monstrous visage? Seek none, conspiracy;\nHide it in smiles and affability:\nFor if thou path, thy native semblance on,\nNot Erebus itself were dim enough\nTo hide thee from prevention.\n\nEnter Cassius, Casca, Decius, Cinna, Metellus Cimber and Trebonius.\n\nCASSIUS.\nI think we are too bold upon your rest:\nGood morrow, Brutus; do we trouble you?\n\nBRUTUS.\nI have been up this hour, awake all night.\nKnow I these men that come along with you?\n\nCASSIUS.\nYes, every man of them; and no man here\nBut honours you; and everyone doth wish\nYou had but that opinion of yourself\nWhich every noble Roman bears of you.\nThis is Trebonius.",
    "event_id": 3
  },
  {
    "start": 5232,
    "end": 6965,
    "text": "BRUTUS.\nHe is welcome hither.\n\nCASSIUS.\nThis Decius Brutus.\n\nBRUTUS.\nHe is welcome too.\n\nCASSIUS.\nThis, Casca; this, Cinna; and this, Metellus Cimber.\n\nBRUTUS.\nThey are all welcome.\nWhat watchful cares do interpose themselves\nBetwixt your eyes and night?\n\nCASSIUS.\nShall I entreat a word?\n\n[_They whisper._]\n\nDECIUS.\nHere lies the east: doth not the day break here?\n\nCASCA.\nNo.\n\nCINNA.\nO, pardon, sir, it doth; and yon grey lines\nThat fret the clouds are messengers of day.\n\nCASCA.\nYou shall confess that you are both deceiv’d.\nHere, as I point my sword, the Sun arises;\nWhich is a great way growing on the South,\nWeighing the youthful season of the year.\nSome two months hence, up higher toward the North\nHe first presents his fire; and the high East\nStands, as the Capitol, directly here.\n\nBRUTUS.\nGive me your hands all over, one by one.\n\nCASSIUS.\nAnd let us swear our resolution.",
    "event_id": 4
  },
  {
    "start": 6965,
    "end": 8704,
    "text": "BRUTUS.\nNo, not an oath. If not the face of men,\nThe sufferance of our souls, the time’s abuse—\nIf these be motives weak, break off betimes,\nAnd every man hence to his idle bed.\nSo let high-sighted tyranny range on,\nTill each man drop by lottery. But if these,\nAs I am sure they do, bear fire enough\nTo kindle cowards, and to steel with valour\nThe melting spirits of women; then, countrymen,\nWhat need we any spur but our own cause\nTo prick us to redress? what other bond\nThan secret Romans, that have spoke the word,\nAnd will not palter? and what other oath\nThan honesty to honesty engag’d,\nThat this shall be, or we will fall for it?\nSwear priests and cowards, and men cautelous,\nOld feeble carrions, and such suffering souls\nThat welcome wrongs; unto bad causes swear\nSuch creatures as men doubt; but do not stain\nThe even virtue of our enterprise,\nNor th’ insuppressive mettle of our spirits,\nTo think that or our cause or our performance\nDid need an oath; when every drop of blood\nThat every Roman bears, and nobly bears,\nIs guilty of a several bastardy,\nIf he do break the smallest particle\nOf any promise that hath pass’d from him.",
    "event_id": 5
  },
  {
    "start": 8704,
    "end": 10408,
    "text": "CASSIUS.\nBut what of Cicero? Shall we sound him?\nI think he will stand very strong with us.\n\nCASCA.\nLet us not leave him out.\n\nCINNA.\nNo, by no means.\n\nMETELLUS.\nO, let us have him, for his silver hairs\nWill purchase us a good opinion,\nAnd buy men’s voices to commend our deeds.\nIt shall be said, his judgement rul’d our hands;\nOur youths and wildness shall no whit appear,\nBut all be buried in his gravity.\n\nBRUTUS.\nO, name him not; let us not break with him;\nFor he will never follow anything\nThat other men begin.\n\nCASSIUS.\nThen leave him out.\n\nCASCA.\nIndeed, he is not fit.\n\nDECIUS.\nShall no man else be touch’d but only Caesar?\n\nCASSIUS.\nDecius, well urg’d. I think it is not meet,\nMark Antony, so well belov’d of Caesar,\nShould outlive Caesar: we shall find of him\nA shrewd contriver; and you know, his means,\nIf he improve them, may well stretch so far\nAs to annoy us all; which to prevent,\nLet Antony and Caesar fall together.",
    "event_id": 6
  },
  {
    "start": 10408,
    "end": 12134,
    "text": "BRUTUS.\nOur course will seem too bloody, Caius Cassius,\nTo cut the head off, and then hack the limbs,\nLike wrath in death, and envy afterwards;\nFor Antony is but a limb of Caesar.\nLet us be sacrificers, but not butchers, Caius.\nWe all stand up against the spirit of Caesar,\nAnd in the spirit of men there is no blood.\nO, that we then could come by Caesar’s spirit,\nAnd not dismember Caesar! But, alas,\nCaesar must bleed for it! And, gentle friends,\nLet’s kill him boldly, but not wrathfully;\nLet’s carve him as a dish fit for the gods,\nNot hew him as a carcass fit for hounds.\nAnd let our hearts, as subtle masters do,\nStir up their servants to an act of rage,\nAnd after seem to chide ’em. This shall mark\nOur purpose necessary, and not envious;\nWhich so appearing to the common eyes,\nWe shall be call’d purgers, not murderers.\nAnd for Mark Antony, think not of him;\nFor he can do no more than Caesar’s arm\nWhen Caesar’s head is off.",
    "event_id": 7
  },
  {
    "start": 12134,
    "end": 13853,
    "text": "CASSIUS.\nYet I fear him;\nFor in the ingrafted love he bears to Caesar—\n\nBRUTUS.\nAlas, good Cassius, do not think of him:\nIf he love Caesar, all that he can do\nIs to himself; take thought and die for Caesar.\nAnd that were much he should; for he is given\nTo sports, to wildness, and much company.\n\nTREBONIUS.\nThere is no fear in him; let him not die;\nFor he will live, and laugh at this hereafter.\n\n[_Clock strikes._]\n\nBRUTUS.\nPeace! count the clock.\n\nCASSIUS.\nThe clock hath stricken three.\n\nTREBONIUS.\n’Tis time to part.\n\nCASSIUS.\nBut it is doubtful yet\nWhether Caesar will come forth today or no;\nFor he is superstitious grown of late,\nQuite from the main opinion he held once\nOf fantasy, of dreams, and ceremonies.\nIt may be these apparent prodigies,\nThe unaccustom’d terror of this night,\nAnd the persuasion of his augurers,\nMay hold him from the Capitol today.",
    "event_id": 8
  },
  {
    "start": 13853,
    "end": 15542,
    "text": "DECIUS.\nNever fear that: if he be so resolved,\nI can o’ersway him, for he loves to hear\nThat unicorns may be betray’d with trees,\nAnd bears with glasses, elephants with holes,\nLions with toils, and men with flatterers.\nBut when I tell him he hates flatterers,\nHe says he does, being then most flattered.\nLet me work;\nFor I can give his humour the true bent,\nAnd I will bring him to the Capitol.\n\nCASSIUS.\nNay, we will all of us be there to fetch him.\n\nBRUTUS.\nBy the eighth hour: is that the uttermost?\n\nCINNA.\nBe that the uttermost; and fail not then.\n\nMETELLUS.\nCaius Ligarius doth bear Caesar hard,\nWho rated him for speaking well of Pompey;\nI wonder none of you have thought of him.\n\nBRUTUS.\nNow, good Metellus, go along by him:\nHe loves me well, and I have given him reason;\nSend him but hither, and I’ll fashion him.",
    "event_id": 9
  },
  {
    "start": 15542,
    "end": 17254,
    "text": "CASSIUS.\nThe morning comes upon’s. We’ll leave you, Brutus.\nAnd, friends, disperse yourselves; but all remember\nWhat you have said, and show yourselves true Romans.\n\nBRUTUS.\nGood gentlemen, look fresh and merrily;\nLet not our looks put on our purposes,\nBut bear it as our Roman actors do,\nWith untired spirits and formal constancy.\nAnd so, good morrow to you everyone.\n\n[_Exeunt all but Brutus._]\n\nBoy! Lucius! Fast asleep? It is no matter;\nEnjoy the honey-heavy dew of slumber:\nThou hast no figures nor no fantasies,\nWhich busy care draws in the brains of men;\nTherefore thou sleep’st so sound.\n\nEnter Portia.\n\nPORTIA.\nBrutus, my lord.\n\nBRUTUS.\nPortia, what mean you? Wherefore rise you now?\nIt is not for your health thus to commit\nYour weak condition to the raw cold morning.\n\nPORTIA.\nNor for yours neither. Y’ have ungently, Brutus,\nStole from my bed; and yesternight at supper,\nYou suddenly arose, and walk’d about,\nMusing and sighing, with your arms across;\nAnd when I ask’d you what the matter was,\nYou star’d upon me with ungentle looks.",
    "event_id": 10
  },
  {
    "start": 17254,
    "end": 18916,
    "text": "I urg’d you further; then you scratch’d your head,\nAnd too impatiently stamp’d with your foot;\nYet I insisted, yet you answer’d not,\nBut with an angry wafture of your hand\nGave sign for me to leave you. So I did,\nFearing to strengthen that impatience\nWhich seem’d too much enkindled; and withal\nHoping it was but an effect of humour,\nWhich sometime hath his hour with every man.\nIt will not let you eat, nor talk, nor sleep;\nAnd could it work so much upon your shape\nAs it hath much prevail’d on your condition,\nI should not know you, Brutus. Dear my lord,\nMake me acquainted with your cause of grief.\n\nBRUTUS.\nI am not well in health, and that is all.\n\nPORTIA.\nBrutus is wise, and, were he not in health,\nHe would embrace the means to come by it.\n\nBRUTUS.\nWhy, so I do. Good Portia, go to bed.\n\nPORTIA.\nIs Brutus sick, and is it physical\nTo walk unbraced and suck up the humours\nOf the dank morning? What, is Brutus sick,\nAnd will he steal out of his wholesome bed\nTo dare the vile contagion of the night,\nAnd tempt the rheumy and unpurged air\nTo add unto his sickness? No, my Brutus;\nYou have some sick offence within your mind,",
    "event_id": 11
  },
  {
    "start": 18916,
    "end": 20601,
    "text": "Which, by the right and virtue of my place,\nI ought to know of: and, upon my knees,\nI charm you, by my once commended beauty,\nBy all your vows of love, and that great vow\nWhich did incorporate and make us one,\nThat you unfold to me, your self, your half,\nWhy you are heavy, and what men tonight\nHave had resort to you; for here have been\nSome six or seven, who did hide their faces\nEven from darkness.\n\nBRUTUS.\nKneel not, gentle Portia.\n\nPORTIA.\nI should not need, if you were gentle Brutus.\nWithin the bond of marriage, tell me, Brutus,\nIs it excepted I should know no secrets\nThat appertain to you? Am I your self\nBut, as it were, in sort or limitation,\nTo keep with you at meals, comfort your bed,\nAnd talk to you sometimes? Dwell I but in the suburbs\nOf your good pleasure? If it be no more,\nPortia is Brutus’ harlot, not his wife.",
    "event_id": 12
  },
  {
    "start": 20601,
    "end": 22283,
    "text": "BRUTUS.\nYou are my true and honourable wife,\nAs dear to me as are the ruddy drops\nThat visit my sad heart.\n\nPORTIA.\nIf this were true, then should I know this secret.\nI grant I am a woman; but withal\nA woman that Lord Brutus took to wife;\nI grant I am a woman; but withal\nA woman well reputed, Cato’s daughter.\nThink you I am no stronger than my sex,\nBeing so father’d and so husbanded?\nTell me your counsels, I will not disclose ’em.\nI have made strong proof of my constancy,\nGiving myself a voluntary wound\nHere, in the thigh: can I bear that with patience\nAnd not my husband’s secrets?\n\nBRUTUS.\nO ye gods,\nRender me worthy of this noble wife!\n\n[_Knock._]\n\nHark, hark, one knocks. Portia, go in awhile;\nAnd by and by thy bosom shall partake\nThe secrets of my heart.\nAll my engagements I will construe to thee,\nAll the charactery of my sad brows.\nLeave me with haste.",
    "event_id": 13
  },
  {
    "start": 22283,
    "end": 23945,
    "text": "[_Exit Portia._]\n\nEnter Lucius with Ligarius.\n\nLucius, who’s that knocks?\n\nLUCIUS.\nHere is a sick man that would speak with you.\n\nBRUTUS.\nCaius Ligarius, that Metellus spake of.\nBoy, stand aside. Caius Ligarius, how?\n\nLIGARIUS.\nVouchsafe good-morrow from a feeble tongue.\n\nBRUTUS.\nO, what a time have you chose out, brave Caius,\nTo wear a kerchief! Would you were not sick!\n\nLIGARIUS.\nI am not sick, if Brutus have in hand\nAny exploit worthy the name of honour.\n\nBRUTUS.\nSuch an exploit have I in hand, Ligarius,\nHad you a healthful ear to hear of it.\n\nLIGARIUS.\nBy all the gods that Romans bow before,\nI here discard my sickness. Soul of Rome!\nBrave son, derived from honourable loins!\nThou, like an exorcist, hast conjur’d up\nMy mortified spirit. Now bid me run,\nAnd I will strive with things impossible,\nYea, get the better of them. What’s to do?\n\nBRUTUS.\nA piece of work that will make sick men whole.",
    "event_id": 14
  },
  {
    "start": 23945,
    "end": 25635,
    "text": "LIGARIUS.\nBut are not some whole that we must make sick?\n\nBRUTUS.\nThat must we also. What it is, my Caius,\nI shall unfold to thee, as we are going,\nTo whom it must be done.\n\nLIGARIUS.\nSet on your foot,\nAnd with a heart new-fir’d I follow you,\nTo do I know not what; but it sufficeth\nThat Brutus leads me on.\n\n[_Thunder._]\n\nBRUTUS.\nFollow me then.\n\n[_Exeunt._]\n\nSCENE II. A room in Caesar’s palace.\n\nThunder and lightning. Enter Caesar, in his nightgown.\n\nCAESAR.\nNor heaven nor earth have been at peace tonight:\nThrice hath Calphurnia in her sleep cried out,\n“Help, ho! They murder Caesar!” Who’s within?\n\nEnter a Servant.\n\nSERVANT.\nMy lord?\n\nCAESAR.\nGo bid the priests do present sacrifice,\nAnd bring me their opinions of success.",
    "event_id": 15
  },
  {
    "start": 25635,
    "end": 27325,
    "text": "SERVANT.\nI will, my lord.\n\n[_Exit._]\n\nEnter Calphurnia.\n\nCALPHURNIA.\nWhat mean you, Caesar? Think you to walk forth?\nYou shall not stir out of your house today.\n\nCAESAR.\nCaesar shall forth. The things that threaten’d me\nNe’er look’d but on my back; when they shall see\nThe face of Caesar, they are vanished.\n\nCALPHURNIA.\nCaesar, I never stood on ceremonies,\nYet now they fright me. There is one within,\nBesides the things that we have heard and seen,\nRecounts most horrid sights seen by the watch.\nA lioness hath whelped in the streets,\nAnd graves have yawn’d, and yielded up their dead;\nFierce fiery warriors fight upon the clouds\nIn ranks and squadrons and right form of war,\nWhich drizzled blood upon the Capitol;\nThe noise of battle hurtled in the air,\nHorses did neigh, and dying men did groan,\nAnd ghosts did shriek and squeal about the streets.\nO Caesar, these things are beyond all use,\nAnd I do fear them!",
    "event_id": 16
  },
  {
    "start": 27325,
    "end": 29019,
    "text": "CAESAR.\nWhat can be avoided\nWhose end is purpos’d by the mighty gods?\nYet Caesar shall go forth; for these predictions\nAre to the world in general as to Caesar.\n\nCALPHURNIA.\nWhen beggars die, there are no comets seen;\nThe heavens themselves blaze forth the death of princes.\n\nCAESAR.\nCowards die many times before their deaths;\nThe valiant never taste of death but once.\nOf all the wonders that I yet have heard,\nIt seems to me most strange that men should fear,\nSeeing that death, a necessary end,\nWill come when it will come.\n\nEnter Servant.\n\nWhat say the augurers?\n\nSERVANT.\nThey would not have you to stir forth today.\nPlucking the entrails of an offering forth,\nThey could not find a heart within the beast.\n\nCAESAR.\nThe gods do this in shame of cowardice:\nCaesar should be a beast without a heart\nIf he should stay at home today for fear.\nNo, Caesar shall not. Danger knows full well\nThat Caesar is more dangerous than he.\nWe are two lions litter’d in one day,\nAnd I the elder and more terrible,\nAnd Caesar shall go forth.",
    "event_id": 17
  },
  {
    "start": 29019,
    "end": 30705,
    "text": "CALPHURNIA.\nAlas, my lord,\nYour wisdom is consum’d in confidence.\nDo not go forth today: call it my fear\nThat keeps you in the house, and not your own.\nWe’ll send Mark Antony to the Senate-house,\nAnd he shall say you are not well today.\nLet me upon my knee prevail in this.\n\nCAESAR.\nMark Antony shall say I am not well,\nAnd for thy humour, I will stay at home.\n\nEnter Decius.\n\nHere’s Decius Brutus, he shall tell them so.\n\nDECIUS.\nCaesar, all hail! Good morrow, worthy Caesar.\nI come to fetch you to the Senate-house.\n\nCAESAR.\nAnd you are come in very happy time\nTo bear my greeting to the Senators,\nAnd tell them that I will not come today.\nCannot, is false; and that I dare not, falser:\nI will not come today. Tell them so, Decius.",
    "event_id": 18
  },
  {
    "start": 30705,
    "end": 32401,
    "text": "CALPHURNIA.\nSay he is sick.\n\nCAESAR.\nShall Caesar send a lie?\nHave I in conquest stretch’d mine arm so far,\nTo be afeard to tell grey-beards the truth?\nDecius, go tell them Caesar will not come.\n\nDECIUS.\nMost mighty Caesar, let me know some cause,\nLest I be laugh’d at when I tell them so.\n\nCAESAR.\nThe cause is in my will; I will not come.\nThat is enough to satisfy the Senate.\nBut for your private satisfaction,\nBecause I love you, I will let you know:\nCalphurnia here, my wife, stays me at home.\nShe dreamt tonight she saw my statue,\nWhich like a fountain with an hundred spouts\nDid run pure blood; and many lusty Romans\nCame smiling, and did bathe their hands in it.\nAnd these does she apply for warnings and portents\nAnd evils imminent; and on her knee\nHath begg’d that I will stay at home today.",
    "event_id": 19
  },
  {
    "start": 32401,
    "end": 34106,
    "text": "DECIUS.\nThis dream is all amiss interpreted:\nIt was a vision fair and fortunate.\nYour statue spouting blood in many pipes,\nIn which so many smiling Romans bath’d,\nSignifies that from you great Rome shall suck\nReviving blood, and that great men shall press\nFor tinctures, stains, relics, and cognizance.\nThis by Calphurnia’s dream is signified.\n\nCAESAR.\nAnd this way have you well expounded it.\n\nDECIUS.\nI have, when you have heard what I can say;\nAnd know it now. The Senate have concluded\nTo give this day a crown to mighty Caesar.\nIf you shall send them word you will not come,\nTheir minds may change. Besides, it were a mock\nApt to be render’d, for someone to say,\n“Break up the Senate till another time,\nWhen Caesar’s wife shall meet with better dreams.”\nIf Caesar hide himself, shall they not whisper\n“Lo, Caesar is afraid”? \nPardon me, Caesar; for my dear dear love\nTo your proceeding bids me tell you this,",
    "event_id": 20
  },
  {
    "start": 34106,
    "end": 35805,
    "text": "And reason to my love is liable.\n\nCAESAR.\nHow foolish do your fears seem now, Calphurnia!\nI am ashamed I did yield to them.\nGive me my robe, for I will go.\n\nEnter Brutus, Ligarius, Metellus, Casca, Trebonius, Cinna and Publius.\n\nAnd look where Publius is come to fetch me.\n\nPUBLIUS.\nGood morrow, Caesar.\n\nCAESAR.\nWelcome, Publius.\nWhat, Brutus, are you stirr’d so early too?\nGood morrow, Casca. Caius Ligarius,\nCaesar was ne’er so much your enemy\nAs that same ague which hath made you lean.\nWhat is’t o’clock?\n\nBRUTUS.\nCaesar, ’tis strucken eight.\n\nCAESAR.\nI thank you for your pains and courtesy.\n\nEnter Antony.\n\nSee! Antony, that revels long a-nights,\nIs notwithstanding up. Good morrow, Antony.",
    "event_id": 21
  },
  {
    "start": 35805,
    "end": 37503,
    "text": "ANTONY.\nSo to most noble Caesar.\n\nCAESAR.\nBid them prepare within.\nI am to blame to be thus waited for.\nNow, Cinna; now, Metellus; what, Trebonius!\nI have an hour’s talk in store for you:\nRemember that you call on me today;\nBe near me, that I may remember you.\n\nTREBONIUS.\nCaesar, I will. [_Aside._] and so near will I be,\nThat your best friends shall wish I had been further.\n\nCAESAR.\nGood friends, go in, and taste some wine with me;\nAnd we, like friends, will straightway go together.\n\nBRUTUS.\n[_Aside._] That every like is not the same, O Caesar,\nThe heart of Brutus yearns to think upon.",
    "event_id": 22
  },
  {
    "start": 37503,
    "end": 39201,
    "text": "[_Exeunt._]\n\nSCENE III. A street near the Capitol.\n\nEnter Artemidorus, reading a paper.\n\nARTEMIDORUS.\n_“Caesar, beware of Brutus; take heed of Cassius; come not near Casca;\nhave an eye to Cinna; trust not Trebonius; mark well Metellus Cimber;\nDecius Brutus loves thee not; thou hast wrong’d Caius Ligarius. There\nis but one mind in all these men, and it is bent against Caesar. If\nthou be’st not immortal, look about you: security gives way to\nconspiracy. The mighty gods defend thee!\nThy lover, Artemidorus.”_ Here will I stand till Caesar pass along, And\nas a suitor will I give him this. My heart laments that virtue cannot\nlive Out of the teeth of emulation. If thou read this, O Caesar, thou\nmayest live; If not, the Fates with traitors do contrive.\n\n[_Exit._]",
    "event_id": 23
  },
  {
    "start": 39201,
    "end": 40901,
    "text": "SCENE IV. Another part of the same street, before the house of Brutus.\n\nEnter Portia and Lucius.\n\nPORTIA.\nI pr’ythee, boy, run to the Senate-house;\nStay not to answer me, but get thee gone.\nWhy dost thou stay?\n\nLUCIUS.\nTo know my errand, madam.\n\nPORTIA.\nI would have had thee there and here again,\nEre I can tell thee what thou shouldst do there.\n[_Aside._] O constancy, be strong upon my side,\nSet a huge mountain ’tween my heart and tongue!\nI have a man’s mind, but a woman’s might.\nHow hard it is for women to keep counsel!\nArt thou here yet?\n\nLUCIUS.\nMadam, what should I do?\nRun to the Capitol, and nothing else?\nAnd so return to you, and nothing else?",
    "event_id": 24
  },
  {
    "start": 40901,
    "end": 42601,
    "text": "\nPORTIA.\nYes, bring me word, boy, if thy lord look well,\nFor he went sickly forth: and take good note\nWhat Caesar doth, what suitors press to him.\nHark, boy, what noise is that?\n\nLUCIUS.\nI hear none, madam.\n\nPORTIA.\nPr’ythee, listen well.\nI heard a bustling rumour, like a fray,\nAnd the wind brings it from the Capitol.\n\nLUCIUS.\nSooth, madam, I hear nothing.\n\nEnter the Soothsayer.\n\nPORTIA.\nCome hither, fellow:\nWhich way hast thou been?\n\nSOOTHSAYER.\nAt mine own house, good lady.\n\nPORTIA.\nWhat is’t o’clock?\n\nSOOTHSAYER.\nAbout the ninth hour, lady.\n\nPORTIA.\nIs Caesar yet gone to the Capitol?\n\nSOOTHSAYER.\nMadam, not yet. I go to take my stand,\nTo see him pass on to the Capitol.",
    "event_id": 25
  },
  {
    "start": 42601,
    "end": 44301,
    "text": "PORTIA.\nThou hast some suit to Caesar, hast thou not?\n\nSOOTHSAYER.\nThat I have, lady, if it will please Caesar\nTo be so good to Caesar as to hear me,\nI shall beseech him to befriend himself.\n\nPORTIA.\nWhy, know’st thou any harm’s intended towards him?\n\nSOOTHSAYER.\nNone that I know will be, much that I fear may chance.\nGood morrow to you. Here the street is narrow.\nThe throng that follows Caesar at the heels,\nOf Senators, of Praetors, common suitors,\nWill crowd a feeble man almost to death:\nI’ll get me to a place more void, and there\nSpeak to great Caesar as he comes along.\n\n[_Exit._]\n\nPORTIA.\nI must go in.\n[_Aside._] Ay me, how weak a thing\nThe heart of woman is! O Brutus,\nThe heavens speed thee in thine enterprise!\nSure, the boy heard me. Brutus hath a suit\nThat Caesar will not grant. O, I grow faint.\nRun, Lucius, and commend me to my lord;\nSay I am merry; come to me again,\nAnd bring me word what he doth say to thee.\n\n[_Exeunt._]",
    "event_id": 26
  }
]