{
    "1": {
        "character_name": "Caesar",
        "summary": "나는 로마의 최고 권력자로서, 브루투스와 카시우스가 나를 암살하려는 음모를 눈치챘다. 그들의 간청과 경고를 무시하고 북극성처럼 흔들림 없는 나의 뜻을 고수했다. 하지만 브루투스의 배신은 충격 그 자체였고, '너마저, 브루투스?'라는 나의 마지막 말은 산산조각 난 믿음을 대변했다."
    },
    "2": {
        "character_name": "Brutus",
        "summary": "로마의 자유를 수호하기 위한 나의 숭고한 뜻은 카시우스와의 갈등 속에서 흔들리기 시작했습니다. 동료들의 부정부패를 묵과할 수 없어 그를 질책하였으나, 이내 나의 빈약함을 탓하는 그의 고통스러운 모습에 마음이 무거웠습니다. 무엇보다 포르샤의 죽음이라는 비극적 소식은 나의 고독을 더욱 깊게 하였고, 옥타비우스와 안토니우스의 세력이 커져가는 현실 앞에서 절망감을 느꼈습니다. 마침내 필리피에서 벌어질 결전의 밤, 나의 앞에 나타난 시저의 망령은 나의 운명을 예고하며 깊은 불안감을 안겨주었습니다."
    },
    "3": {
        "character_name": "Cassius",
        "summary": "나를 포함한 로마의 귀족들은 시저의 폭정을 막고자 했으나, 나의 동맹인 브루투스와의 관계는 이내 흔들리기 시작했다. 그는 사리사욕을 탐하는 부패한 자라며 나를 비난했고, 나는 그의 굳건한 신념 앞에서 실망감을 느꼈다. 더구나 우리의 충실했던 동지들이 안토니우스와 옥타비아누스에게 숙청당하는 것을 보며, 우리의 행동이 진정한 자유를 가져왔는지 의구심이 들었다. 절망 속에서도 나는 브루투스와 함께 로마를 위해 나아가야 함을 알았으나, 우리 사이의 균열은 이미 깊어지고 있었다."
    },
    "4": {
        "character_name": "Antony",
        "summary": "카이사르의 죽음 이후, 나는 옥타비아누스와 레피두스와 함께 권력을 나누고 명단을 작성하며 사형을 결정한다. 하지만 레피두스의 능력에 대해 나는 그를 이용할 가치가 있는 사물 정도로 여기며 경멸한다. 브루투스와 카시우스가 군대를 모으고 있다는 소식을 듣고, 우리는 즉시 동맹을 강화하고 전쟁을 준비해야 한다. 이 모든 과정에서 나는 복잡한 감정과 함께, 다가올 싸움에 대한 불안감을 느낀다."
    },
    "5": {
        "character_name": "Calphurnia",
        "summary": "시저를 향한 나의 불안감은 현실이 되었다. 시저가 루퍼컬 축제에서 나에게 닿으라 명하셨을 때, 나는 끔찍한 징조를 직감했다. 그의 굳은 표정과 키 작고 사려 깊은 카시우스에 대한 불신을 보며, 왕관을 쓴 시저가 뱀처럼 변할까 두려웠다. 나의 권력욕에 대한 우려는 시저에게 경멸당할까 염려되어 말하지 못했지만, 내 직감은 늘 옳았다."
    },
    "6": {
        "character_name": "Casca",
        "summary": "브루투스의 마음이 복잡해 보였다. 나는 그저 날씨가 험악하다고만 말했는데, 그는 천둥과 뱀의 알을 언급하며 카이사르를 왕으로 만들려는 음모를 이야기했다. 이후 우리는 그를 우리 편으로 설득하기로 했고, 이제 어떻게 될지 지켜볼 뿐이다.\n\n(This translates to: \"Brutus' mind seemed complicated. I merely spoke of the rough weather, but he spoke of thunder and serpent's eggs, mentioning a plot to make Caesar king. Afterward, we decided to persuade him to our side, and now we can only watch how it unfolds.\")"
    },
    "7": {
        "character_name": "Cicero",
        "summary": "카이사르를 벤 후, 저는 운명의 소용돌이 속에서 권력자들의 잔혹한 야욕을 목격합니다. 안토니와 옥타비아누스가 자신들의 뜻을 위해 명단을 작성하며 잔인하게 사람들을 숙청하는 모습을 보니, 인륜마저 저버리는 그들의 탐욕에 깊은 실망을 금할 수 없습니다. 또한, 브루투스와 카시우스 사이의 갈등은 명분과 개인적인 감정의 뒤엉킴을 보여주며, 혼란스러운 시대를 살아가는 필멸자들의 나약함을 드러냅니다."
    },
    "8": {
        "character_name": "Flavius",
        "summary": "나는 브루투스와 카시우스 사이에 벌어진 불화에 깊은 우려를 표한다. 브루투스가 뇌물을 받은 루시우스 펠라를 처벌한 것을 두고 카시우스는 분노를 터뜨렸고, 브루투스는 카시우스의 청렴함을 문제 삼으며 맞섰다. 두 사람의 말다툼은 격해졌으나, 나는 두 사람이 결국 화해하길 바라며 그들을 설득했다. 이후, 나는 포르티아의 죽음이라는 충격적인 소식을 접했고, 로마의 불안정한 정세와 함께 더욱 깊은 슬픔에 잠겼다."
    },
    "9": {
        "character_name": "Marullus",
        "summary": "카이사르 암살 이후, 나는 브루투스의 흔들리는 모습을 목격했다. 그는 죄책감과 로마를 위한 대의 사이에서 갈등했고, 이는 그의 불안한 심리 상태로 드러났다. 그는 그의 동료 카시우스와도 의견 충돌을 겪으며, 냉담한 태도 속에서 인간적인 고뇌를 엿볼 수 있었다. 특히 포르시아의 죽음은 그의 번민을 더욱 깊게 만들었다. 결국 그는 필리피로 출정할 결의를 다지지만, 곧이어 나타난 카이사르의 유령은 그의 운명에 대한 불길한 예감을 안겨주었다."
    },
    "10": {
        "character_name": "Soothsayer",
        "summary": "이 텍스트에서 나는 존재하지 않는다. 나의 이야기는 이전 경험으로 요약된다. 나는 카이사르에게 다가올 비극을 예견하며 그의 오만함과 무관심에 좌절감을 느꼈다. 결국 나는 그의 예언이 실현되는 참혹한 광경을 지켜볼 수밖에 없었다. 이 텍스트에서는 내가 등장하지 않기에, 나의 관점에서의 분석은 불가능하다."
    },
    "11": {
        "character_name": "Portia",
        "summary": "남편 브루투스의 곁에서 나는 그의 깊은 번민을 느꼈고, 카이사르 암살이라는 그의 명예로운 결정 뒤에 숨겨진 고통스러운 갈등을 짐작했다. 비록 여자이기에 그의 비밀을 공유할 수 없었지만, 그의 침묵은 로마의 불안한 미래를 예감하게 했다. 이후, 카시우스와의 격렬한 다툼과 루키우스 펠라의 뇌물 사건으로 인해 브루투스의 정의감이 흔들리는 것을 보며 나의 슬픔은 더욱 깊어졌다. 마침내, 자신이 앓던 병으로 인해 브루투스의 곁을 떠나던 순간, 나는 극심한 고통 속에서 삶을 마감했다."
    },
    "12": {
        "character_name": "Cinna",
        "summary": "카이사르의 죽음 후, 혼란 속에서 브루투스의 연설을 듣고 공감하면서도 슬픔을 느꼈습니다. 이후 안토니우스의 능숙한 연설에 민중의 감정이 격해지는 것을 목격하며, 시인으로서 이 모든 급변하는 상황을 어떻게 이해해야 할지 혼란스러웠습니다. 이제 저는 정치적 격변의 한복판에서, 제가 겪은 비극적인 사건들을 시적 언어로 기록하며 제 안의 혼란과 슬픔을 풀어내려 합니다."
    },
    "13": {
        "character_name": "Lucius",
        "summary": "브루투스의 부름에 즉시 응하여 촛불을 가져다주고, 카이사르의 죽음을 고뇌하는 그의 모습을 지켜보았습니다. 또한, 브루투스의 방에서 발견한 봉인된 편지를 전달하는 임무를 수행했으며, 늦은 밤 카시우스 일행이 찾아왔을 때 브루투스에게 알리는 역할도 했습니다. 마지막으로, 브루투스가 잠든 후 그의 곁을 지키며, 갑작스럽게 나타난 카이사르의 유령을 목격한 브루투스의 모습을 지켜보았습니다."
    },
    "14": {
        "character_name": "Decius Brutus",
        "summary": "나는 로마의 자유를 위해 카이사르를 제거하는 데 참여했고, 원로원에서 그의 곁을 지키며 동료들의 행동을 예의주시했다. 율리우스 카이사르의 암살 후, 우리는 권력을 나누기 위해 안토니우스, 옥타비아누스, 레피두스와 같은 인물들과 대립하고 있다. 동료들과의 불화에도 불구하고, 나는 로마의 안정을 위해 힘쓰고 있으며, 이제 다가오는 전쟁에 대비하고 있다."
    },
    "15": {
        "character_name": "Metellus Cimber",
        "summary": "카이사르 암살이라는 정의로운 목적을 위해 브루터스와 함께했으나, 이후 나는 혼란스러운 공포를 느꼈다. 브루터스가 동료들에게 위협받지 않도록 곁을 지켰고, 그는 혼란 속에서도 냉철함을 유지하며 일을 처리했다. 나는 브루터스의 흔들림 없는 의지와 카이사르의 머리색이 우리의 행동을 정당화할 것이라 믿었으나, 그의 고뇌와 나의 역할에 대한 의문도 점차 커졌다."
    },
    "16": {
        "character_name": "Trebonius",
        "summary": "브루투스와 함께 로마의 독재를 끝내려 했으나, 시저 암살 이후 동맹자들과의 불화에 마음이 무겁다. 특히 카시우스와의 격렬한 언쟁은 동지애에 깊은 균열을 만들었다. 아내 포르티아의 죽음은 나에게 큰 슬픔을 안겨주었고, 젊은 옥타비아누스와 안토니우스의 세력 확장은 더욱 심란하게 한다. 나는 정의를 위해 검을 들었으나, 동료들과의 관계, 그리고 개인적인 비극 속에서 점점 더 깊은 고독을 느낀다."
    },
    "17": {
        "character_name": "Caius Ligarius",
        "summary": "카이사르의 폭정에 대한 깊은 불만과 조국 로마의 안녕을 위해, 나는 브루투스의 부름에 응하여 음모에 가담하게 되었다. 나의 병약함은 이 길을 막지 못하며, 나는 브루투스의 굳건한 의지를 믿고 그를 진정한 영웅으로 따른다. 그의 지도 아래라면 불가능한 일도 가능할 것이라 확신하며, 로마를 위협하는 세력에 맞설 준비가 되어 있다."
    },
    "18": {
        "character_name": "Artemidorus",
        "summary": "From my perspective, I see Antony and Octavius ruthlessly deciding who must die, their words chillingly devoid of empathy. Lepidus is treated as a mere tool, useful only for errands and then to be discarded. My sorrow for Caesar's fate remains, amplified by this scene of cold calculation. Brutus and Cassius are now engaged in their own bitter dispute, their earlier unity fractured by pride and accusations of corruption. This internal strife, coupled with the external threat, fills me with a profound sense of foreboding, a feeling that all attempts to prevent catastrophe are futile."
    },
    "19": {
        "character_name": "Publius",
        "summary": "나는 로마 시민들과 카피톨리움에서 카이사르를 마주했다. 그는 자신의 행동을 맹렬히 변호했고, 나는 그의 형제가 추방당한 것에 항의했으나 그의 태도는 변함없었다. 브루투스와 카시우스가 개입하여 카이사르에게 형 집행을 요구했고, 이는 비극적인 칼싸움으로 이어졌다. 나는 혼란 속에서 흩어지는 군중을 바라보며 깊은 슬픔을 느꼈다."
    },
    "20": {
        "character_name": "Popilius Lena",
        "summary": "나는 점술가의 말을 통해 비달의 날이 아직 오지 않았음을 알게 되었다. 시저에게 다가가 간청했으나, 그는 나를 제쳐두고 자신과 관련된 일들을 먼저 처리하겠다고 했다. 결국 나는 '오늘 계획이 성공하길 바란다'는 말로 작별을 고했다. 이후 시저가 암살된 혼란 속에서 브루투스와 카시우스가 나누는 대화를 엿들으며, 그들의 불안과 결연한 의지를 느낄 수 있었다."
    },
    "21": {
        "character_name": "Lepidus",
        "summary": "카피톨리노 언덕에서의 비극적인 암살을 목격한 이후, 레피두스는 안토니우스와 옥타비아누스와 함께 묵묵히 명단에 오른 이들을 숙청하는 데 참여했습니다. 그는 억지로 동의했지만, 옥타비아누스의 형제마저 희생될 때 불편함을 느꼈습니다. 이후 그는 시저의 유언장을 가져오라는 임무를 받았으나, 곧 안토니우스가 자신을 '쓸모없는 인간'으로 여기며 하찮게 대하는 것을 깨닫고 깊은 굴욕감과 불안감을 느꼈습니다."
    },
    "22": {
        "character_name": "Octavius Caesar",
        "summary": "이 끔찍한 상황 속에서 나는 안토니와 레피더스와 함께 로마를 재편성하는 책임을 맡고 있다. 우리는 숙청 대상자들의 명단을 작성하는데, 이 과정은 냉혹하고 철저하다. 레피더스의 조카와 안토니의 형제까지도 희생되어야 한다. 나는 이 끔찍한 결정 속에서 일말의 연민이나 망설임 없이, 오히려 명확한 목적 의식을 가지고 참여한다. 우리는 로마를 향한 반란 세력의 위협에 직면해 있으며, 나의 역할은 혼란 속에서 질서를 유지하는 것이다."
    },
    "23": {
        "character_name": "Pindarus",
        "summary": "나는 충실한 벗이었으나, 이제는 브루투스에게서 배척당하는 것 같아 마음이 아프다. 그의 명예를 훼손할까 두려웠지만, 그의 철학이 흔들리는 것을 보며 진실을 말해야 했다. 나는 브루투스가 늙고 현명한 벗이라 여기지만, 지금 그는 어리석은 분노에 사로잡혀 진실을 외면한다. 내 마음은 고통으로 가득 찼고, 그의 검은 나를 베려 하고 있다. 나는 브루투스의 사랑을 잃었지만, 그의 곁을 떠나지 못하는 충실한 종이다."
    },
    "24": {
        "character_name": "Lucilius",
        "summary": "(Korean)\n\n나 루실리우스는 브루투스의 곁에서 그의 고뇌와 행동을 지켜보았다. 브루투스는 카이사르 암살 후 동료들과의 갈등, 특히 카시우스와의 불화로 힘들어했다. 그는 자신을 흠잡는 이들의 말을 묵묵히 견디며, 동료의 잘못을 용서하려 애썼다. 그러나 포르샤의 죽음과 안토니우스와 옥타비아누스의 위협적인 세력 확장은 그의 마음을 더욱 무겁게 했다. 그는 결국 마침내 필리피로 향하는 결정을 내렸고, 그 과정에서 자신을 괴롭히는 카이사르의 망령과 마주하며 불안감을 느꼈다."
    },
    "25": {
        "character_name": "Titinius",
        "summary": "나는 브루투스에게 소집되어 그의 텐트에서 형제와 같이 대화했다. 브루투스는 분노를 터뜨리며 카시우스를 꾸짖었고, 나는 그에게 맹렬히 맞섰다. 그 후, 우리는 마침내 화해했지만, 포르티아의 죽음과 옥타비아누스와 안토니의 진격 소식에 비통함과 불안감을 느꼈다. 나는 브루투스의 진군 결정에 반대했지만, 그의 확신에 찬 논리를 듣고 동의했다. 그날 밤, 나는 브루투스가 카이사르의 유령을 보았다는 것을 알게 되었다."
    },
    "26": {
        "character_name": "Messala",
        "summary": "이 텍스트를 '메살라'의 관점에서 요약하면 다음과 같습니다.\n\n메살라는 브루투스의 텐트에서 브루투스와 카시우스의 갈등을 목격한다. 브루투스와 카시우스는 사적인 일로 격렬하게 다투며, 메살라는 이들의 분열이 군대에 미칠 영향에 대해 우려할 것이다. 브루투스가 아내 포샤의 죽음이라는 비극을 겪었음에도 불구하고, 그는 정치적 결정에 있어 흔들림 없는 태도를 보인다. 이후 브루투스는 메살라에게 옥타비아누스와 안토니의 군대가 빌립보를 향해 진격하고 있다는 편지 내용을 전하며, 프로스크립션으로 죽은 원로원의 수가 자신들이 받은 정보와 다르다는 점에 대해 혼란스러워한다."
    },
    "27": {
        "character_name": "Lucius Pella",
        "summary": "루키우스 펠라로서, 저는 브루투스와 카시우스 간의 격렬한 언쟁을 엿들었습니다. 카시우스는 제가 뇌물을 받았다는 이유로 비난받은 것에 대해 분노했으며, 이는 제 이름을 언급하며 제가 겪은 일이 그들의 존경받는 동맹에 대한 모욕이라고 주장했습니다. 브루투스는 제 행동에 대한 카시우스의 편지를 무시했다는 사실을 인정했습니다. 그는 제가 뇌물로 인해 비난받았다고 말했습니다. 제 이름이 언급되었을 때, 제 이름이 거론되었을 때, 저는 브루투스가 그에게 뇌물로 인해 비난받았다는 것을 언급하는 것을 들었습니다."
    },
    "28": {
        "character_name": "Poet",
        "summary": "시인인 '나'는 두 장군 사이에 불화가 있음을 감지하고, 그들이 홀로 있는 것은 옳지 않다고 느낀다. 문을 두드리며 들어가려 하지만, 루실리우스의 제지로 막힌다. 그러나 포기하지 않고 \"죽음이 아니고서는 나를 막을 수 없다\"고 외친다. 마침내 장군들 앞에 섰을 때, \"어찌하여 이러시는가! 사랑하고 친구가 되십시오. 제가 여러분보다 훨씬 더 많은 나이를 먹었습니다.\"라고 간청한다. 하지만 카시우스는 나의 시를 \"얼마나 조잡하게 운율을 맞추는가!\"라며 비난하고, 브루투스는 나를 \"건방진 놈\"이라며 쫓아낸다. 결국 나는 쫓겨나지만, 나의 등장은 잠시나마 장군들의 갈등을 멈추게 하는 계기가 된다."
    },
    "29": {
        "character_name": "Varro",
        "summary": "바로는 브루터스의 명에 따라 텐트 안에서 잠을 청하라는 지시를 받습니다. 무거운 졸음 속에서도 명령에 복종하려 애쓰지만, 이내 잠이 듭니다. 깨어나서는 브루터스의 외침을 듣지만, 자신이 왜 소리쳤는지, 무엇을 보았는지 기억하지 못합니다. 결국 그는 브루터스의 심부름을 받고 카시우스에게 전갈을 전하러 가게 됩니다."
    },
    "30": {
        "character_name": "Claudius",
        "summary": "여기서 나는 사변을 일으킨 자들과 함께 명단을 작성하려 한다. 옥타비아누스는 내 형을 제거하려 하고, 나는 명분상 동의하지만 내 조카의 생명을 담보로 삼는다. 나는 리피두스를 경멸하며, 그가 짐을 져야 할 노새일 뿐이라고 생각한다.\n\nThe provided text describes a scene involving Antony, Octavius, and Lepidus, where they are discussing a proscription list and deciding who should be put to death. Antony expresses his disdain for Lepidus, seeing him as a mere tool. The scene then shifts to Brutus and Cassius, where they engage in a heated argument about corruption and honor. This argument reveals underlying tensions and disagreements between them, which are further complicated by the news of Portia's death and the approaching forces of Octavius and Antony. Brutus's grief over Portia's death and the ominous appearance of Caesar's ghost in a dream signify a growing unease and foreboding as they prepare for battle. I am simply an observer here, recording the events without personal involvement."
    },
    "31": {
        "character_name": "Ghost of Caesar",
        "summary": "나는 브루투스의 헛된 야망을 목격하며, 그는 나를 짓밟았음에도 불구하고 여전히 정의를 위해 싸운다고 착각한다. 나와 나의 복수를 잊은 그의 모습에 연민이 느껴지지만, 그의 무지함 또한 통탄스럽다. 나는 필리피에서 그를 기다리며, 그의 끝이 다가왔음을 경고하려 한다. 그의 헛된 철학은 헛된 희망일 뿐, 그의 몰락은 이미 정해져 있음을 나는 안다."
    }
}