{
    "1": {
        "character_name": "Caesar",
        "summary": "내가 로마를 걷는 동안, 사람들은 명절처럼 들떠 있었으나, 그들의 기쁨은 덧없음을 나는 느꼈다. 안토니우스가 칼푸르니아를 만지게 하여 그녀의 불임을 치유하도록 명했고, 점술가는 내게 '이달의 15일을 조심하라' 경고했지만, 나는 그것을 헛된 꿈으로 치부했다. 로마의 기상이 쇠약해지는 것을 보고, 나에게는 무언가 큰일을 계획할 기회가 있음을 직감했다."
    },
    "2": {
        "character_name": "Brutus",
        "summary": "나는 백성들의 축제날 거리 행차를 보고 마음이 무겁다. 시저가 폼페이를 꺾고 돌아온 날, 백성들은 환호하지만 나는 그들의 경솔함과 시저를 향한 맹목적인 충성에 불만을 느낀다. 카시우스가 나에게 다가와 시저의 야심에 대해 이야기하며, 백성들의 시저에 대한 숭배가 우리를 억압한다고 말한다. 그의 말에 나는 동요하지만, 나의 명예심이 개인적인 감정보다 중요함을 강조한다. 카시우스는 나를 설득하려 하지만, 나는 그의 의도를 짐작하고 당장은 그의 말에 휩쓸리지 않으려 한다."
    },
    "3": {
        "character_name": "Cassius",
        "summary": "로마 거리에서 시민들이 타락한 모습에 분노하여, 나는 그들의 타락한 군주에 대한 맹목적인 충성을 비난한다. 시저가 자신의 세력을 과시하는 것을 보고, 나는 그의 오만함에 실망하며, 귀족적인 브루투스를 만나 그의 고귀함 속에 숨겨진 불만을 간파한다. 브루투스가 시저에 대한 자신의 복잡한 감정을 토로하자, 나는 그의 마음속 깊은 곳의 불안감을 부추기며, 과거 시저에게 굴욕당했던 나의 경험을 이야기하며 그의 애국심을 자극한다. 나는 폭풍우 치는 밤, 천둥과 번개를 배경으로 시저의 폭정을 비난하며, 그가 우리 로마를 늑대처럼 지배하려 한다고 주장한다. 나는 시저를 두려워하는 카스카와 힘을 합쳐, 브루투스를 설득하기 위해 그에게 비밀스러운 편지를 보낼 계획을 세운다."
    },
    "4": {
        "character_name": "Antony",
        "summary": "나는 카이사르를 위해 경주를 달리며 칼푸르니아에게 닿아야 합니다. 카이사르는 내가 이 임무를 잊지 않기를 바랍니다. 나는 그의 명령에 즉시 순종하며, 이 행렬에 더 이상 지체함이 없을 것입니다."
    },
    "5": {
        "character_name": "Calphurnia",
        "summary": "The celebration of Caesar's triumph feels hollow. I observe the tribunes' disgust at the citizens' fickleness, remembering Pompey's greater glory. Later, amidst the festival's fanfare, Caesar calls for me, Antony, to touch me during the Lupercal race, a ritual for fertility. I feel a chill when a soothsayer warns Caesar of the Ides of March, though he dismisses it. Caesar, in turn, expresses his distrust of the lean and thoughtful Cassius, preferring men like Antony who are more easily understood. He observes the troubled expressions on my face and Cicero's, noting Caesar's own grim demeanor."
    },
    "6": {
        "character_name": "Casca",
        "summary": "이 텍스트에서 나는 로마 거리에서 시민들과 함께 서 있었고, 플라비우스와 마룰루스가 그들을 꾸짖는 것을 보았습니다. 이후 개선 행진을 보러 온 군중 속에 섞여 카이사르와 그의 수행원들을 목격했습니다. 저는 소포사이어가 카이사르에게 \"이데스 오브 마치를 조심하라\"고 경고하는 것을 들었으나, 카이사르는 이를 무시했습니다. 그 후 브루투스와 카시우스가 대화하는 것을 지켜보았고, 사람들이 카이사르에게 왕관을 씌우려 했다는 것을 알게 되었습니다. 비록 나는 날씨에 대해 이야기했지만, 카시우스는 천둥과 번개, 불타는 노예, 사자, 그리고 변신한 여성들에 대한 나의 두려움을 조롱하며 카이사르의 권력이 로마의 타락을 보여준다고 주장했습니다. 우리는 함께 브루투스를 설득하여 그를 우리의 편으로 만들기로 했습니다."
    },
    "7": {
        "character_name": "Cicero",
        "summary": "ACT I, SCENE II 에서 저는 로마의 거리에서 열리는 축제 행렬을 목격합니다. 저는 카이사르와 그의 수행원들을 따르며, 그의 위엄과 백성들의 환호를 보지만, 동시에 소포니우스를 조심하라는 흉측한 예언을 듣게 됩니다. 율리우스 카이사르가 왕위에 오르려는 야심을 품고 있다는 사실에 저는 깊은 우려를 느낍니다."
    },
    "8": {
        "character_name": "Flavius",
        "summary": "플라비우스는 군중이 휴일도 아닌데 거리를 활보하는 것을 보고 못마땅하게 여깁니다. 그는 장인들이 자신의 직업을 나타내는 표식 없이 돌아다니는 것을 질책하며, 그들이 카이사르의 승리를 축하하기 위해 나왔다는 사실에 분노합니다. 카이사르를 기리기 위해 도시 장식물에서 그의 깃발을 떼어내고, 군중을 흩어지게 하여 그의 권력이 과도하게 커지는 것을 막으려 합니다."
    },
    "9": {
        "character_name": "Marullus",
        "summary": "나는 로마의 시민들이 카이사르의 승리를 축하하며 환호하는 것을 보고 분노했다. 특히, 그들이 과거 폼페이우스를 숭배했던 것을 기억하며, 지금 카이사르에게 환호하는 것은 배신이라고 생각했다. 나는 플라비우스와 함께 카이사르의 위상을 낮추기 위해 그의 이미지를 장식에서 떼어냈다. 우리는 카이사르가 너무 높아지는 것을 막아야 한다고 믿었다."
    },
    "10": {
        "character_name": "Soothsayer",
        "summary": "나는 로마 거리의 군중 속에 홀로 서서,  다가오는 카이사르에게 \"이두스(Ides)의 날을 조심하라\"는 경고를 외쳤습니다. 나의 목소리는 시끄러운 음악 소리를 뚫고 카이사르의 귀에 닿았으나, 그는 나를 몽상가 취급하며 무시했습니다. 그의 거만함과 무관심은 나의 예언을 더욱 굳히게 했고, 곧 닥칠 비극을 예감하며 침묵했습니다."
    },
    "11": {
        "character_name": "Portia",
        "summary": "나, 포샤는 로마의 시끄러운 거리에서 군중들이 떠드는 것을 보았다. 그들은 축제 날도 아닌데 헛되이 돌아다녔으며, 내가 존경하는 브루투스의 고결함과는 달리 얄팍한 기쁨에 취해 있었다. 카이사르의 개선 행진을 보며 기뻐하는 모습은 폼페우스에게 보여주었던 열정과 대조되어 경멸스럽기까지 했다. 그는 곧 신처럼 숭배받을 것이지만, 나의 마음속에는 그의 야망에 대한 불안한 예감이 자리 잡고 있었다."
    },
    "12": {
        "character_name": "Cinna",
        "summary": "나는 카시우스와 카스카를 만났다. 어둠 속에서 그들은 시저에 대한 불만을 토로하며, 폭풍우 치는 밤의 기이한 징조들을 이야기하고 있었다. 나는 그들과 함께 브루투스에게 시저의 야심을 암시하는 글을 전달하고, 그를 우리의 계획에 합류시키기 위한 임무를 맡았다. 나는 이 모든 것이 혼란스럽고 무서운 밤에 일어나고 있음을 인지했지만, 동지들의 격려 속에 맡은 일을 수행하기로 했다."
    }
}