{
    "1": {
        "character_name": "Caesar",
        "summary": "The Ides of March have arrived. Though I felt the undercurrent of Brutus' apprehension and the conspirators' intent, I dismissed their pleas and warnings as mere folly. I saw myself as constant as the Northern Star, unswaying from my decree. Their attempts to sway me with petitions and humble suits were met with my resolute pronouncements against such weakness. My final moments were marked by the shock of Brutus' betrayal, a stark realization that even those closest could harbor such malice. \"Et tu, Brute?\" – my dying words, a testament to my faith shattered."
    },
    "2": {
        "character_name": "Brutus",
        "summary": "나는 로마의 자유를 위해 시저를 제거해야 한다는 무거운 의무감을 느꼈다. 카시우스와 함께할 때마다 나의 불안과 로마의 미래에 대한 깊은 고민을 털어놓았으나, 그의 충동적인 모습은 경계하며 명예로운 동기를 강조하였다. 동료들이 격정적으로 맹세할 때, 나는 자비로운 방식의 처단을 주장하며 로마의 정의를 우선시했다. 포르샤의 염려를 알면서도 나의 임무를 숨기려 애쓰며, 그녀의 헌신에 마음이 흔들렸다. 결국 로마의 명예를 위해 칼을 들었지만, 그 결정의 무게를 깊이 느끼고 있었다."
    },
    "3": {
        "character_name": "Cassius",
        "summary": "시저의 오만함이 극에 달한 이 순간, 나는 브루투스와 함께 계획을 실행했다. 헛된 변명에도 불구하고, 그의 굳건한 척추를 꺾어버리는 우리의 칼날은 곧 로마의 해방을 알렸다. 나는 로마의 질서를 바로잡기 위해, 이 피비린내 나는 행위가 얼마나 필요한 일이었는지 세상에 알리고자 했다. 이후 안토니우스의 유창한 말솜씨에 군중이 흔들리는 것을 보며, 진정한 자유를 얻기까지 아직 갈 길이 멀다는 것을 깨달았다."
    },
    "4": {
        "character_name": "Antony",
        "summary": "나에게는 카이사르를 위해 충성을 다해야 한다는 임무가 주어졌고, 그의 부재로 인해 내가 칼푸르니아에게 가야 한다는 점을 잊지 않기를 바란다는 것을 안다. 나는 이 복잡한 행렬에 더 이상 지체할 수 없으며, 그의 명령에 즉시 복종해야 한다. 그러나 내가 이 임무를 완수할 수 있을지에 대해 나는 스스로에게 확신을 가질 수 없다."
    },
    "5": {
        "character_name": "Calphurnia",
        "summary": "시저가 루퍼컬 축제에서 나에게 닿으라 명하셨으나, 이 날은 끔찍한 징조였음을 나는 직감했다. 불안한 마음으로 시저 곁에 서서, 그의 굳은 표정과 키 작고 사려 깊은 카시우스에 대한 불신을 지켜보았다. 왕관을 쓴 시저가 뱀처럼 변할까 두려워, 나는 권력욕에 대한 나의 우려를 전하고 싶었지만, 나의 걱정은 시저에게 경멸당할까 염려되었다."
    },
    "6": {
        "character_name": "Casca",
        "summary": "브루투스의 마음은 복잡하겠지. 나는 단지 밤새 험악한 날씨에 대해 말했지만, 그는 카이사르에게 왕관을 씌우려는 음모에 대해 천둥과 뱀의 알을 언급하며 이야기했지. 이후 브루투스와 나는 그를 우리 편으로 설득하기로 했고, 지금은 그저 어떻게 진행될지 지켜볼 뿐이다."
    },
    "7": {
        "character_name": "Cicero",
        "summary": "카이사르의 야심을 꿰뚫어 보았기에, 저는 그의 죽음이 불가피함을 느낍니다. 백성들의 환호 속에서도, 소포니우스를 조심하라는 불길한 예언을 들으며 그의 위엄 속에 숨겨진 위험을 직감했습니다. 그러나 제가 직접 개입하기보다는, 운명의 흐름을 지켜볼 수밖에 없었습니다."
    },
    "8": {
        "character_name": "Flavius",
        "summary": "오늘, 로마의 운명이 결정되는 중요한 날이다. 나는 카이사르가 왕이 되는 것을 막아야 한다는 확신을 가지고, 브루투스와 함께 이 계획을 실행한다. 카이사르가 상소문을 읽는 것을 거부하고, 우리는 그의 곁에 다가가 마지막 수단을 사용한다. 나는 브루투스가 마지막 순간에 망설이지 않기를 바라며, 그의 칼이 카이사르의 심장에 꽂히는 것을 지켜본다. 이 비극적인 사건 이후, 나는 로마의 미래가 어떻게 될지 염려하며, 우리의 행동이 옳은 것이었기를 바랄 뿐이다."
    },
    "9": {
        "character_name": "Marullus",
        "summary": "나는 브루투스의 고뇌하는 모습을 보았고, 카이사르의 암살이라는 끔찍한 계획에 가담하고 있음을 직감했다. 그는 밤낮없이 잠 못 이루며 죄책감과 결의 사이에서 갈등하는 듯했다. 그의 곁에서 그의 불안한 심리 상태를 관찰하며, 이 모든 일이 로마를 위한 것이라 스스로를 설득하는 그의 모습이 안쓰럽기까지 했다.\n\n이 극적인 순간, 나는 브루투스가 카이사르를 향한 연민과 로마의 자유를 향한 맹세 사이에서 처절하게 갈등하는 모습을 목격했다. 그의 불안한 눈빛과 흔들리는 손길은 그의 깊은 번뇌를 여실히 드러냈다. 나는 그의 내면에서 펼쳐지는 이 치열한 사투를 지켜보며, 그가 스스로를 합리화하며 끔찍한 선택으로 나아가는 과정을 지켜볼 수밖에 없었다."
    },
    "10": {
        "character_name": "Soothsayer",
        "summary": "본인은 카이사르에게 다가올 비극을 예견하며 군중 속에서 경고를 보냈으나, 그는 자신을 몽상가로 치부하며 나의 말을 무시했다. 그의 오만함과 경고에 대한 무관심은 곧 닥칠 끔찍한 운명을 더욱 확신하게 만들었다. 결국, 카이사르는 연설을 위해 국회 의사당으로 향했고, 나는 예언이 실현되는 참혹한 광경을 침묵 속에 지켜볼 수밖에 없었다."
    },
    "11": {
        "character_name": "Portia",
        "summary": "나는 로마의 혼란 속에서 나의 남편 브루투스의 고뇌를 지켜보며 깊은 슬픔을 느꼈습니다. 그의 명예로운 결심에도 불구하고, 카이사르를 해치려 했던 그의 고통은 나에게도 깊은 불안을 안겨주었습니다. 비록 여자라 할지라도 그의 비밀을 나누고 싶었으나, 그는 침묵으로 답할 뿐이었습니다. 이른 아침, 침실에서 깨어나 그의 괴로움을 보았던 순간부터, 나는 불안한 예감과 함께 로마의 운명에 대한 걱정에 휩싸였습니다."
    },
    "12": {
        "character_name": "Cinna",
        "summary": "나는 카이사르의 죽음을 직접 목격했습니다. 혼란스러운 군중 속에서 브루투스가 연설하는 동안, 나는 그의 말에 감명을 받았지만, 카이사르를 잃은 슬픔에 잠겨 있었습니다. 이후 안토니우스의 연설을 들으며, 그의 능숙한 말솜씨에 백성들의 감정이 격해지는 것을 보았습니다. 나는 시인으로서 이 모든 광경을 지켜보며, 이 폭력적인 변화를 어떻게 이해해야 할지 혼란스러웠습니다."
    },
    "13": {
        "character_name": "Lucius",
        "summary": "저는 브루투스의 부름에 즉시 응했습니다. 촛불을 가져오라는 지시에 따랐고, 횃불을 확인한 후 그에게 보고했습니다. 이후 브루투스가 카이사르의 죽음을 숙고하는 심각한 고뇌에 잠긴 모습을 지켜보았습니다. 그의 방을 살피던 중, 출처를 알 수 없는 봉인된 편지를 발견하여 브루투스에게 건넸습니다. 마지막으로, 늦은 밤에 카시우스와 다른 이들이 찾아오는 것을 보고 브루투스에게 알리는 임무를 수행했습니다."
    },
    "14": {
        "character_name": "Decius Brutus",
        "summary": "카이사르의 폭압적 야망을 저지하고자 동료들과 함께 계획을 실행했습니다. 카이사르가 원로원에 도착하자, 그의 곁을 지키며 동료들의 행동을 예의주시했습니다. 포필리우스 레나가 카이사르에게 다가가자 잠시 불안했지만, 카이사르의 태도를 보며 계획대로 진행됨을 확신했습니다. 이제 모든 것은 우리의 손에 달렸고, 우리는 로마의 자유를 위해 이 위대한 일을 완수할 것입니다."
    },
    "15": {
        "character_name": "Metellus Cimber",
        "summary": "본인은 카이사르를 암살하려는 음모에 가담하여, 브루터스의 고뇌와 플롯에 대한 점진적 동참을 목격했다. 처음에는 수상한 밤 산책과 브루터스의 깊은 생각에 의아했지만, 정의로운 목적을 위한 카이사르 암살 계획에 동참하게 되었다. 브루터스의 확신과 카이사르의 머리색이 우리의 행동에 정당성을 부여할 것이라는 생각에 동의하며 적극적으로 참여했다. 그러나 카이사르가 쓰러진 후, 본인은 혼란 속에서 공포를 느꼈고, 브루터스가 동료들에게 위협받지 않도록 함께 하도록 격려했다."
    },
    "16": {
        "character_name": "Trebonius",
        "summary": "브루투스와 함께 시저 암살이라는 중대한 계획에 가담했다. 우리는 시저의 폭정을 끝내고자 하지만, 너무 성급히 행동하지 않도록 경계한다. 시저는 막을 수 없지만, 정의를 위해 나아가야 한다. 마르쿠스 안토니우스는 일단 살려두기로 했다. 이 일을 성공적으로 완수하여 로마를 구할 수 있기를 바란다."
    },
    "17": {
        "character_name": "Caius Ligarius",
        "summary": "카이사르의 치세에 대한 깊은 불만으로, 나는 그의 왕권 야망을 막아야 한다고 느낀다. 조국 로마의 안녕이 최우선이기에 개인적인 감정은 없다. 브루투스의 권유로 이 음모에 가담하게 되었으며, 나의 병약함에도 불구하고 그의 뜻을 따를 준비가 되어 있다. 나는 브루투스를 진정한 로마의 영웅으로 여기며, 그의 지도력 아래 불가능한 일도 감당할 수 있다고 믿는다."
    },
    "18": {
        "character_name": "Artemidorus",
        "summary": "저는 아르테미도로스입니다. 카이사르 폐하께 위험을 알리는 편지를 썼지만, 사람들 틈에 섞여 폐하께 직접 전달하려 애썼습니다. 브루투스를 비롯한 음모자들의 이름을 언급하며 간절히 경고했지만, 폐하께서는 제 청원을 먼저 듣지 않으시고는 결국 죽음에 이르셨습니다. 제 노력이 헛되어, 폐하의 파멸을 막지 못한 슬픔과 절망만이 남았습니다."
    },
    "19": {
        "character_name": "Publius",
        "summary": "나는 로마 시민들과 함께 카피톨리움 앞에 서서 카이사르를 대면한다. 그는 자신을 맹렬히 옹호하며, 그의 형을 추방한 것에 대한 항의에도 불구하고 변함없는 태도를 보인다. 브루투스와 카시우스가 끼어들어 카이사르의 형 집행을 요구하고, 이로 인해 칼이 뽑히는 비극으로 이어진다. 나는 혼란 속에 흩어지는 군중을 바라본다."
    },
    "20": {
        "character_name": "Popilius Lena",
        "summary": "비달의 날이 왔음을 알리는 소리를 들었으나, 아직 지나가지 않았다는 점술가의 말을 들었습니다. 그 저는 시저에게 다가가서, 제 소회가 시저에게 더욱 절박함을 알리는 글을 읽어달라고 간청했습니다. 그러나 시저는 자신과 관련된 것은 나중에 처리하겠다고 말했고, 저는 그저 '당신의 계획이 오늘 성공하길 바란다'고 작별 인사를 건넸습니다. 시저의 암살 후, 저는 브루투스와 카시우스가 혼란 속에서 대화를 나누는 것을 보았고, 그들의 불안과 결의를 느꼈습니다."
    },
    "21": {
        "character_name": "Lepidus",
        "summary": "레피두스에게는 그저 혼란스럽고 불안한 순간이었다. 로마의 심장부인 카피톨리노 언덕 앞에서 펼쳐진 참극은 그의 눈앞에서 일어났다. 브루투스와 카시우스 등 동료들이 시저를 암살하는 것을 보았고, 맹렬한 군중의 외침과 혼란 속에서 휩쓸렸다. 이후 안토니우스가 시저의 시신 앞에서 연설하며 군중의 마음을 뒤흔드는 것을 지켜보았고, 그는 상황이 점점 더 예측 불가능하게 흘러가는 것을 느꼈다."
    },
    "22": {
        "character_name": "Octavius Caesar",
        "summary": "행복한 로마의 Ides of March. 원로원 앞에서 나는 백성들의 환호를 받으며 장엄하게 입장했네. 허나, 불길한 예언과 끈질긴 간청에도 불구하고, 나는 나의 정무에 집중하기로 결정했지. 내게 올 닥칠 운명을 눈치챈 자들은 있었으나, 나는 북극성처럼 확고하게 나의 자리를 지킬 것이었네. 예상치 못한 공격과 잔인한 배신, 그리고 브루투스의 마지막 질문에 나는 쓰러졌고, 로마는 혼란에 빠졌네."
    }
}