{
    "1": {
        "character_name": "Caesar",
        "summary": "내 로마에서의 존재감은 굳건했으나, 브루투스의 불안과 음모는 감지되었다. 그는 나를 왕으로 만드는 것이 로마를 위태롭게 할 것이라 여기며, 뱀의 알을 짓밟듯 나를 제거하려 한다. 칼푸르니아의 꿈과 점술가의 경고에도 불구하고, 나는 스스로를 신성불가침한 존재로 여겼다. 오히려 이를 용감함의 증거로 삼아, 두려움 없이 카피톨로 향하려 한다. 나의 의지가 로마의 운명을 결정할 것이다."
    },
    "2": {
        "character_name": "Brutus",
        "summary": "나는 백성들이 시저를 숭배하는 모습에 괴로워하며, 그의 권력이 로마를 위협할까 염려된다. 카시우스의 말을 경계하면서도, 로마의 자유를 위해 시저를 제거해야 한다는 생각에 밤새 잠 못 이루었다. 동료들이 모여 뜻을 굳힐 때, 나는 격정적인 맹세보다 명예로운 동기에 충실할 것을 강조하며, 시저의 제거는 필요하지만 자비로운 방식으로 이루어져야 한다고 주장한다. 아내 포르샤의 깊은 걱정에도 불구하고, 나는 로마를 위한 나의 임무를 숨기려 애쓰지만, 그녀의 헌신적인 사랑에 깊은 감명을 받는다."
    },
    "3": {
        "character_name": "Cassius",
        "summary": "나는 로마의 타락한 시민들이나 그들의 군주 시저의 오만함에 실망하며, 이를 바로잡아야 한다고 느낀다. 브루투스를 만나 그의 내면에 숨겨진 불안감을 이용하고, 그의 애국심을 자극하여 나와 함께 시저를 제거할 계획을 세운다. 시저가 폭군이 될 것이라 확신하며, 비밀 편지와 폭풍우 치는 밤의 으스스한 분위기를 이용해 동조자를 모은다. 우리는 모두 결연한 의지로 뭉쳤으며, 로마를 구원할 계획은 이제 막 시작되었다."
    },
    "4": {
        "character_name": "Antony",
        "summary": "나는 카이사르를 위해 뛰고 있으며, 칼푸르니아에게 가야 한다는 임무를 잊지 않도록 카이사르가 나에게 바란다는 것을 안다. 이 행렬에 더 지체할 수는 없으며, 그의 명령에 즉시 복종할 것이다. 내가 이 임무를 완수할 수 있을지 확신할 수 없다."
    },
    "5": {
        "character_name": "Calphurnia",
        "summary": "시저는 신성한 축복을 위해 루퍼컬 축제의 의식에서 나에게 닿으라고 명했지만, 이드 마치는 그에게 불길한 징조라는 것을 알고 있다. 불안한 마음으로 시저의 곁에 서서, 나는 그의 굳어진 표정과 키가 작고 사려 깊은 카시우스에 대한 그의 불신을 지켜보았다. 나는 시저가 왕관을 쓰고 맹렬한 뱀처럼 변할까 두려워 그의 권력욕에 대한 나의 우려를 그에게 전달하고 싶지만, 나의 불안한 마음은 시저의 지각으로 하여금 나를 경멸하게 만든다."
    },
    "6": {
        "character_name": "Casca",
        "summary": "브루투스 녀석의 속은 복잡하겠군. 나는 그저 밤새 뒤숭숭한 날씨에 대해 말했지만, 그는 카이사르의 왕관을 씌우려는 음모에 대해 말하며 오히려 천둥과 뱀의 알을 운운했지. 그 후 브루투스와 나는 함께 브루투스를 설득해 우리 편으로 만들기로 했고, 지금은 그저 그 일이 어떻게 진행될지 지켜볼 뿐이야."
    },
    "7": {
        "character_name": "Cicero",
        "summary": "카이사르가 왕위에 오르려는 야심을 품고 있다는 사실에 깊은 우려를 느낍니다. 그의 위엄과 백성들의 환호를 보지만, 소포니우스를 조심하라는 흉측한 예언을 듣게 됩니다. 이 모든 것은 결국 그의 죽음으로 이어져야 할 필연적인 사건들입니다."
    },
    "8": {
        "character_name": "Flavius",
        "summary": "나는 브루투스의 과도한 야망이 로마를 위험에 빠뜨릴까 염려하는 충실한 로마 시민이다. 카이사르가 왕이 되려는 의도를 막기 위해, 나는 그를 제거해야 한다고 믿는다. 브루투스가 망설이는 것을 보고, 나는 그에게 카이사르를 멈추게 해야 한다는 것을 확신시키기 위해 동료 음모자들과 함께 그를 방문한다. 우리는 우리의 계획을 은밀히 진행하지만, 브루투스의 아내 포샤가 그의 침묵과 불안을 의심하는 것을 보고 내 마음은 무겁다."
    },
    "9": {
        "character_name": "Marullus",
        "summary": "나는 브루투스가 고뇌하는 모습을 보았고, 카이사르의 암살이라는 끔찍한 계획에 가담하고 있음을 직감했다. 그는 밤낮없이 잠 못 이루며 죄책감과 결의 사이에서 갈등하는 듯했다. 그의 곁에서 그의 불안한 심리 상태를 관찰하며, 이 모든 일이 로마를 위한 것이라 스스로를 설득하는 그의 모습이 안쓰럽기까지 했다."
    },
    "10": {
        "character_name": "Soothsayer",
        "summary": "나는 군중 속에 서서 카이사르에게 다가오는 비극을 경고했으나, 그는 나를 무시하고 몽상가 취급했다. 그의 오만함과 무관심은 나의 예언을 더욱 확신하게 만들었고, 곧 닥칠 참극을 예감하며 침묵 속으로 가라앉았다."
    },
    "11": {
        "character_name": "Portia",
        "summary": "이른 아침, 저는 브루투스의 침실에서 깨어나 남편이 밤새 뒤척이며 고통받는 것을 보았습니다. 그는 명예로운 이유로 카이사르를 해쳐야 한다고 믿었지만, 그 결정에 대한 그의 고뇌는 저에게 깊은 슬픔과 걱정을 안겨주었습니다. 비록 제가 여자이지만, 저의 굳건함과 지혜로 그의 비밀을 나누어줄 수 있다고 간청했으나, 그는 제게 더 큰 침묵으로 답했습니다. 그의 숨겨진 고뇌를 알지 못해 불안한 저는, 힘든 결정을 내린 그가 무사하기를 바라며 로마의 운명에 대한 불안한 예감을 느꼈습니다."
    },
    "12": {
        "character_name": "Cinna",
        "summary": "카시우스와 카스카가 이끄는 이 동지들은 어둠 속에서 시저의 야망에 대한 깊은 불만을 나누고 있었습니다. 나는 그들의 분노와 폭풍우 치는 밤의 불길한 징조들에 대한 이야기에 동참했습니다. 나에게는 브루투스에게 시저의 권력욕을 암시하는 편지를 전달하고 그를 우리 계획에 합류시키라는 임무가 주어졌습니다. 이 모든 혼란스럽고 두려운 일들이 벌어지는 가운데, 동지들의 격려를 힘입어 나는 맡은 바를 수행하기로 결심했습니다."
    },
    "13": {
        "character_name": "Lucius",
        "summary": "루키우스로서, 저는 브루투스의 부름에 즉시 응답했습니다. 그는 촛불을 가져오라고 지시했고, 저는 순종적으로 횃불이 타는 것을 확인한 후 다시 그에게 보고했습니다. 그 후, 저는 브루투스가 카이사르의 죽음을 숙고하며 심각한 고민에 빠져 있는 것을 목격했습니다. 저는 또한 그의 방을 탐색하다가, 알 수 없는 출처에서 온 봉인된 편지를 발견하고 브루투스에게 전달했습니다. 마침내, 저는 브루투스의 형제인 카시우스와 다른 사람들이 늦은 밤에 방문하는 것을 보았고, 이들의 모임을 브루투스에게 알리는 역할을 했습니다."
    },
    "14": {
        "character_name": "Decius Brutus",
        "summary": "저는 브루투스입니다. 카이사르의 왕위를 향한 야망을 지켜보며 깊은 고뇌에 잠겼습니다. 개인적인 원한은 없으나, 로마의 자유가 위험에 처할까 두렵습니다. 카이사르가 높은 곳에 오르면 과거를 잊고 폭군이 될 수 있다는 불안감에, 그는 뱀의 알을 짓밟듯 카이사르를 제거해야 한다고 결심합니다. 동료들의 방문과 편지를 통해 확신을 얻고, 우리는 어둠 속에서 음모를 계획합니다.\n\n(I am Brutus. Observing Caesar's ambition for the throne, I am plunged into deep contemplation. I harbor no personal grudges, but I fear for the freedom of Rome. I am concerned that Caesar, once elevated, might forget his past and become a tyrant. Driven by this fear, I resolve that Caesar must be eliminated, like crushing a serpent's egg. The visits of my colleagues and a letter strengthen my conviction, and we plan our conspiracy in the darkness.)"
    },
    "15": {
        "character_name": "Metellus Cimber",
        "summary": "메텔루스 킴버로서, 나는 브루터스의 고뇌와 플롯에 점진적으로 동참하게 된 과정을 목격한다. 처음에는 그저 저녁 식탁에서 수상한 밤 산책과 깊은 생각에 잠긴 브루터스를 의아하게 볼 뿐이었다. 그러나 결국, 동료들과 함께 카이사르를 암살하려는 음모에 가담하게 된다. 나는 브루터스의 \"정의로운\" 목적에 대한 확신과, 카이사르의 은색 머리카락이 우리의 행동에 정당성을 부여할 것이라는 생각에 동의하며, 이 일에 적극적으로 참여한다."
    },
    "16": {
        "character_name": "Trebonius",
        "summary": "나는 브루투스와 함께 이 음모에 참여하게 되었다. 우리는 모두 시저를 암살하기로 결심했고, 그의 폭정을 종식시키려 한다. 하지만 나는 우리가 너무 과감하게 행동하지 않도록 경계하고 있다. 시저는 우리를 막을 수 없을 만큼 강력하지만, 우리는 정의를 위해 용기를 내야 한다. 우리는 시저와 함께 마르쿠스 안토니우스도 죽이지 않기로 결정했다. 그는 시저에게는 별거 아니지만, 그 자신에게는 큰 위협이 될 수 있기 때문이다. 나는 이 일을 성공적으로 완수하여 로마를 구할 수 있기를 바란다."
    },
    "17": {
        "character_name": "Caius Ligarius",
        "summary": "카이사르의 치세에 불만을 품고, 그의 왕권에 대한 야망 때문에 그를 제거해야 한다고 느낀다. 개인적인 원한은 없으나, 조국 로마의 안녕을 위해 그가 왕이 되는 것을 막아야 한다고 생각한다. 브루투스를 통해 음모에 가담하게 되었고, 병약함에도 불구하고 브루투스의 뜻을 받들어 이 위험한 계획에 동참할 준비가 되어 있다. 그는 브루투스를 진정한 로마의 영웅으로 여기며, 그의 리더십 아래 어떠한 불가능한 일도 감당할 수 있다고 믿는다."
    },
    "18": {
        "character_name": "Artemidorus",
        "summary": "나는 아르테미도로스다. 카이사르에게 간절한 경고를 담은 편지를 썼지만, 그의 곁을 지키며 직접 전달하려 한다. 내 편지에는 브루투스를 비롯한 여러 인물들의 이름과 그들의 음모가 담겨 있다. 이 경고가 카이사르에게 닿아 그가 파멸을 피하고 살아남기를 바랄 뿐이다. 내 마음은 불안과 절박함으로 가득 차 있다."
    },
    "19": {
        "character_name": "Publius",
        "summary": "Publius는 밤중의 불안감 속에서 잠 못 이루는 브루투스를 묘사합니다. 그는 루키우스를 불러 횃불을 가져오게 하고, 가이우스 율리우스 카이사르의 암살에 대한 자신의 고뇌를 되새깁니다. 카이사르가 왕위에 오르는 것을 막아야 한다는 확신 속에서, 그는 카이사르를 '뱀의 알'에 비유하며 이를 껍질째 없애야 한다고 주장합니다. 루키우스가 가져온 편지는 브루투스의 결심을 더욱 굳건하게 합니다. 그는 이러한 일을 '두려운 일의 행위'와 '첫 움직임' 사이의 시간으로 묘사하며, 내적 혼란을 '반란'에 비유합니다. 카시우스와 다른 음모자들이 도착하자, 그는 그들을 '음모'로 부르며 그들의 은밀함을 비난합니다. 브루투스는 맹세가 불필요하다고 주장하며, 로마인으로서의 의무감과 명예를 강조합니다. 그는 안토니를 죽이는 것은 과하다고 여기며, 카이사르를 '신들을 위한 접시'처럼 다루어야 한다고 말합니다. 마지막으로, 아내 포르티아에게 자신의 걱정을 숨기지만, 결국 그녀의 끈질긴 물음에 흔들립니다."
    }
}