{
    "title": "Daisy and Tom return, and Daisy tries to create a romantic atmosphere. Tom mentions taking Nick to the stables, but the phone rings again. Tom and Miss Baker go to the library, while Daisy and Nick sit on the porch. Daisy reveals her cynicism and expresses her hope that her daughter will be a 'beautiful little fool.' Nick senses the insincerity in her words. Tom and Miss Baker are reading in the crimson room. Miss Baker announces it is time for bed and mentions a golf tournament. Daisy jokes about arranging a marriage between Nick and Miss Baker. Tom comments on Miss Baker's freedom, and Daisy sarcastically suggests Nick will look after her. Daisy and Tom question Nick about rumors of his engagement back West, which he denies. He leaves, feeling confused and disgusted.",
    "start": 7258,
    "end": 9292,
    "text": "m. My house was at the very tip of the\negg, only fifty yards from the Sound, and squeezed between two huge\nplaces that rented for twelve or fifteen thousand a season. The one on\nmy right was a colossal affair by any standard—it was a factual\nimitation of some Hôtel de Ville in Normandy, with a tower on one\nside, spanking new under a thin beard of raw ivy, and a marble\nswimming pool, and more than forty acres of lawn and garden. It was\nGatsby’s mansion. Or, rather, as I didn’t know Mr. Gatsby, it was a\nmansion inhabited by a gentleman of that name. My own house was an\neyesore, but it was a small eyesore, and it had been overlooked, so I\nhad a view of the water, a partial view of my neighbour’s lawn, and\nthe consoling proximity of millionaires—all for eighty dollars a\nmonth.\n\nAcross the courtesy bay the white palaces of fashionable East Egg\nglittered along the water, and the history of the summer really begins\non the evening I drove over there to have dinner with the Tom\nBuchanans. Daisy was my second cousin once removed, and I’d known Tom\nin college. And just after the war I spent two days with them in\nChicago.\n\nHer husband, among various physical accomplishments, had been one of\nthe most powerful ends that ever played football at New Haven—a\nnational figure in a way, one of those men who reach such an acute\nlimited excellence at twenty-one that everything afterward savours of\nanticlimax. His family were enormously wealthy—even in college his\nfreedom with money was a matter for reproach—but now he’d left Chicago\nand come East in a fashion that rather took your breath away: for\ninstance, he’d brought down a string of polo ponies from Lake\nForest. It was hard to realize that a man in my own generation was\nwealthy enough to do that.\n\nWhy they came East I don’t know. They had spent a year in France for\nno particular reason, and then drifted here and there unrestfully\nwherever people played polo and were rich together. This was a\npermanent move, said Daisy over the telephone, but I didn’t believe\nit—I had",
    "new_appearances": [],
    "importance": {
        "1": 0.25,
        "2": 0.25,
        "3": 0.5,
        "4": 0.25,
        "5": 0.25,
        "11": 1.0,
        "12": 1.0,
        "13": 0.75,
        "14": 0.25,
        "15": 0.25
    },
    "relations": [
        {
            "explanation": "Nick's father gave him advice, indicating a father-son relationship. \"my father gave me some advice\"",
            "id1": 1.0,
            "relation": [
                "father-son"
            ],
            "id2": 2.0,
            "positivity": 0.9,
            "weight": 0.9
        },
        {
            "id1": 1.0,
            "relation": [
                "admiration",
                "scorn",
                "neighbor"
            ],
            "explanation": "Nick says 'Only Gatsby, the man who gives his name to this book, was exempt from my reaction'. He also says 'Gatsby turned out all right at the end'. This indicates a complex relationship involving both scorn and admiration. The event text introduces Gatsby as a neighbor, but Nick doesn't know him yet, so the weight is decreased.",
            "id2": 3.0,
            "positivity": 0.6,
            "weight": 0.4
        },
        {
            "id1": 1.0,
            "relation": [
                "family"
            ],
            "explanation": "The text mentions 'My family have been prominent...people'. This establishes a familial connection.",
            "id2": 4.0,
            "positivity": 0.7,
            "weight": 0.6
        },
        {
            "explanation": "The text states 'we’re descended from the Dukes of Buccleuch, but the actual founder of my line was my grandfather’s brother'. This indicates a familial connection.",
            "relation": [
                "family"
            ],
            "id1": 1.0,
            "id2": 5.0,
            "positivity": 0.7,
            "weight": 0.6
        },
        {
            "explanation": "The text says 'when a young man at the office suggested that we take a house together'. This suggests a collegial or friendly relationship.",
            "relation": [
                "colleague",
                "potential roommate"
            ],
            "id1": 1.0,
            "id2": 6.0,
            "positivity": 0.6,
            "weight": 0.5
        },
        {
            "relation": [
                "acquaintance"
            ],
            "id1": 1.0,
            "explanation": "The text says 'some man, more recently arrived than I, stopped me on the road...I told him'. This indicates a brief interaction and giving directions.",
            "id2": 7.0,
            "positivity": 0.6,
            "weight": 0.4
        },
        {
            "explanation": "The text mentions 'secrets that only Midas and Morgan and Maecenas knew' in the context of banking. This suggests Nick is interested in learning about these figures and their financial expertise, but it does not imply a direct relationship.",
            "relation": [
                "interest"
            ],
            "id1": 1.0,
            "id2": 8.0,
            "positivity": 0.2,
            "weight": 0.1
        },
        {
            "explanation": "The text mentions 'secrets that only Midas and Morgan and Maecenas knew' in the context of banking. This suggests Nick is interested in learning about these figures and their financial expertise, but it does not imply a direct relationship.",
            "relation": [
                "interest"
            ],
            "id1": 1.0,
            "id2": 9.0,
            "positivity": 0.2,
            "weight": 0.1
        },
        {
            "explanation": "The text mentions 'secrets that only Midas and Morgan and Maecenas knew' in the context of banking. This suggests Nick is interested in learning about these figures and their financial expertise, but it does not imply a direct relationship.",
            "relation": [
                "interest"
            ],
            "id1": 1.0,
            "id2": 10.0,
            "positivity": 0.2,
            "weight": 0.1
        },
        {
            "relation": [
                "family",
                "cousin"
            ],
            "id1": 1.0,
            "explanation": "The text says 'Daisy was my second cousin once removed'.",
            "id2": 12.0,
            "positivity": 0.8,
            "weight": 0.7
        },
        {
            "id1": 1.0,
            "explanation": "The text says 'I’d known Tom in college. And just after the war I spent two days with them in Chicago'.",
            "relation": [
                "college acquaintance"
            ],
            "id2": 11.0,
            "positivity": 0.7,
            "weight": 0.6
        }
    ]
}