{
    "title": "Gatsby tells Nick the story of his youth with Dan Cody, triggered by his disillusionment after his confrontation with Tom. He recounts his initial attraction to Daisy, her beautiful house, and the exciting atmosphere surrounding her. He felt out of place but was drawn to her. ",
    "start": 970,
    "end": 2448,
    "text": "\nsplash upon the keys of a ghostly piano. There was an inexplicable\namount of dust everywhere, and the rooms were musty, as though they\nhadn’t been aired for many days. I found the humidor on an unfamiliar\ntable, with two stale, dry cigarettes inside. Throwing open the French\nwindows of the drawing-room, we sat smoking out into the darkness.\n\n“You ought to go away,” I said. “It’s pretty certain they’ll trace\nyour car.”\n\n“Go away now, old sport?”\n\n“Go to Atlantic City for a week, or up to Montreal.”\n\nHe wouldn’t consider it. He couldn’t possibly leave Daisy until he\nknew what she was going to do. He was clutching at some last hope and\nI couldn’t bear to shake him free.\n\nIt was this night that he told me the strange story of his youth with\nDan Cody—told it to me because “Jay Gatsby” had broken up like glass\nagainst Tom’s hard malice, and the long secret extravaganza was played\nout. I think that he would have acknowledged anything now, without\nreserve, but he wanted to talk about Daisy.\n\nShe was the first “nice” girl he had ever known. In various unrevealed\ncapacities he had come in contact with such people, but always with\nindiscernible barbed wire between. He found her excitingly\ndesirable. He went to her house, at first with other officers from\nCamp Taylor, then alone. It amazed him—he had never been in such a\nbeautiful house before. But what gave it an air of breathless\nintensity, was that Daisy lived there—it was as casual a thing to her\nas his tent ou",
    "new_appearances": [
        5,
        4,
        3
    ],
    "importance": {
        "2": 1.0,
        "1": 1.0,
        "5": 0.3333333333333333,
        "4": 0.3333333333333333,
        "3": 0.3333333333333333
    },
    "relations": []
}