{
    "title": "Nick recalls passing the ash-heaps on the train and imagining the aftermath of Myrtle Wilson's death. He then recounts what happened at the garage after he and others left the night before. Catherine, Myrtle's sister, arrived drunk and fainted. ",
    "start": 9321,
    "end": 10015,
    "text": " some intensity in his\nconception of the affair that couldn’t be measured?\n\nHe came back from France when Tom and Daisy were still on their\nwedding trip, and made a miserable but irresistible journey to\nLouisville on the last of his army pay. He stayed there a week,\nwalking the streets where their footsteps had clicked together through\nthe November night and revisiting the out-of-the-way places to which\nthey had driven in her white car. Just as Daisy’s house had always\nseemed to him more mysterious and gay than other houses, so his idea\nof the city itself, even though she was gone from it, was pervaded\nwith a melancholy beauty.\n\nHe left feeling that if he had searched harder, he might ",
    "new_appearances": [
        7,
        8,
        9,
        10
    ],
    "importance": {
        "2": 0.5833333333333334,
        "1": 1.0,
        "5": 0.08333333333333333,
        "4": 0.25,
        "3": 0.5833333333333334,
        "11": 0.08333333333333333,
        "6": 0.16666666666666666,
        "7": 0.08333333333333333,
        "8": 0.08333333333333333,
        "9": 0.08333333333333333,
        "10": 0.08333333333333333
    },
    "relations": [
        {
            "explanation": "Gatsby came back from France when Tom and Daisy were still on their wedding trip, and made a miserable but irresistible journey to Louisville on the last of his army pay. He stayed there a week, walking the streets where their footsteps had clicked together through the November night and revisiting the out-of-the-way places to which they had driven in her white car.",
            "relation": [
                "romantic"
            ],
            "id1": 1.0,
            "id2": 3.0,
            "positivity": 0.9,
            "weight": 0.9
        }
    ]
}