{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "잿더미 골짜기는 황량하고 공허한 곳으로, 그곳에서 끔찍한 사업이 벌어지고 있었다. 톰은 내가 그의 정부를 만나기를 강요했고, 나는 그의 조잡한 아파트에서 술 취한 광란에 휩싸였다. 나는 그곳에서 삶이 낭비되고, 허세와 가난한 환상만이 남는 것을 목격했습니다. 진실은 턱없이 부족한 곳, 이 끔찍한 풍경을 꿰뚫는 유일한 것은 닥터 T. J. 에클버그의 눈뿐이었습니다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "이 황량한 땅을 가로지르며 잿더미 속에서 잿빛 사람들을 보았다.\n그곳에서 나는 톰 뷰캐넌의 정부, 머틀을 만났고, 그녀의 허영심과 톰의 무관심함에 묘한 감정을 느꼈다.\n그 후, 뉴욕의 번잡함 속에서 우리는 술을 마시고 떠들썩한 파티를 즐겼지만, 결국 톰은 머틀의 입에서 데이지의 이름을 듣자 폭력을 행사했고, 나는 그 모든 광경을 목격하며 무력감을 느꼈다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "문학 분석가의 관점에서, 톰 뷰캐넌이 쓴 내용 요약은 다음과 같습니다.\n\n이 좆같은 재의 계곡을 지나 뉴욕으로 가야 했다. 내가 데려온 여자인 머틀이 거기에 살고 있었는데, 그 남편은 멍청해서 자기 아내가 나를 만나러 온다는 걸 몰랐다. 머틀은 더 나은 삶을 원했고, 뉴욕에 우리 아파트에 와서 술을 마시며 떠들었다. 결국 머틀이 내 부인인 데이지의 이름을 소리치기 시작했고, 나는 그녀의 코를 부러뜨렸다.\n\n---\n\n**Literary Analyst's Note (as Tom Buchanan):**\n\n\"I had to take that woman out to the valley of ashes, a dismal dump, to meet her. Her husband's a fool, didn't know she was seeing me. She wanted something more, so we went back to my apartment in the city. We were drinking, carrying on, and then she started yelling about Daisy. Couldn't have that. So I shut her up. Bloody mess, but necessary.\""
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "빌딩 숲과 잿빛 풍경, 그리고 티끌 같은 사람들 사이를 지나 톰과 그의 애인을 만났다. 촌스러운 그와 톰의 모습은 왠지 모를 위화감을 자아냈다. 이후 그들의 아파트로 향했지만, 왁자지껄한 파티와 허영심 가득한 사람들에 지쳐갈 뿐이었다. 톰과 애인이 싸우는 광경을 목격했을 때, 나는 그들의 관계가 얼마나 불안정한지, 그리고 나의 평온한 삶과는 얼마나 동떨어진 세상인지 다시 한번 느꼈다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "회색빛 재의 땅을 지나며 톰의 정부를 만나러 끌려갔다. 그곳은 삭막했지만, 톰은 거침없이 나를 그에게 데려갔다. 그의 정부, 머틀은 생기 넘치는 여자였고, 톰은 그녀에게 강한 집착을 보였다. 우리는 뉴욕으로 향했고, 머틀은 새로운 강아지와 화려한 옷으로 자신을 치장했다. 톰의 아파트에서 파티가 벌어졌고, 그곳은 추악함과 허영심으로 가득했다. 나는 그 모든 것에 매료되면서도 혐오감을 느꼈다. 결국 머틀은 데이지의 이름을 언급하며 톰에게 폭행당했고, 나는 혼란 속에서 벗어나야 했다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "이 잿더미 땅은 끔찍하고, 텅 비어 있으며, 닥터 T. J. 에클버그의 거대한 눈만이 이곳을 굽어본다. 톰 뷰캐넌은 나를 이곳으로 끌고 와 그의 정부인 머틀을 소개한다. 나는 그녀의 활력과 톰에게 대한 태도에 놀라지만, 그녀가 이 척박한 현실을 벗어나고자 하는 열망 또한 감지한다. 도시로 가는 동안, 나는 그녀가 화려한 삶을 갈망하고 톰을 통해 그 꿈을 실현하려 함을 깨닫는다. 하지만 이 모든 것은 덧없고, 결국 씁쓸한 현실로 돌아오며, 나는 그들의 어두운 욕망과 허영심에 휩싸인다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "나는 톰이 데려온 아내, 머틀을 처음 만났다. 톰은 이 황량한 곳에서 사업 이야기를 하며 나를 끌어들였고, 나는 이들의 관계와 허영심을 어렴풋이 감지했다. 머틀은 톰에게 흠뻑 빠져 자신을 과시했지만, 톰은 나에게 그녀의 어리석음을 비웃었다. 그들의 화려한 허세와 달리, 이곳은 공허하고 지루했다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "나는 톰이 강요하여 잿더미를 지나 그의 정부를 만났다. 그녀는 남편보다 톰에게 훨씬 더 열정적이었고, 나는 그들의 불륜이 매우 뻔뻔하다는 것을 알았다. 톰이 나를 그의 아파트에 데려갔고, 나는 그곳에서 술을 마시고 끔찍한 파티를 보냈다. 결국 나는 톰이 그녀의 코를 부러뜨린 후 떠났다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "재의 계곡을 지나면서 나는 톰 뷰캐넌의 정부를 만났다. 칙칙한 작업복 차림의 그녀는 톰에게 묘하게 끌렸고, 나는 그녀의 남편인 윌슨 씨를 보며 그의 무기력함에 연민을 느꼈다. 뉴욕으로 가는 길에 우리는 강아지를 샀고, 곧 그 아파트에서 술에 취한 난장판이 벌어졌다. 내가 술기운에 휩싸인 동안, 아내와 다른 이들은 그림을 논했지만, 나는 그저 혼란스러웠다. 결국 나는 톰이 그녀의 코를 부러뜨리는 것을 보았고, 충격에 나는 그의 아내와 함께 황급히 떠나야 했다."
    }
}