{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "그날 밤, 개츠비의 집이 온통 불타오르듯 밝아 어둠 속에서도 눈에 띄었습니다. 처음엔 또 다른 파티인 줄 알았지만, 놀랍도록 조용했습니다. 개츠비는 저에게 무언가 제안했지만, 저는 집으로 가야 했습니다. 그는 제 안마당의 잔디 상태를 은근히 언급하며, 제게 돈이 될 만한 일거리를 제안했지만, 저는 거절했습니다. 며칠 후, 데이지를 초대하기로 약속한 날, 갑자기 폭우가 쏟아졌습니다. 개츠비는 잔디를 깎기 위해 사람을 보내고, 엄청난 양의 꽃과 케이크를 준비하며 안절부절못하는 모습이었습니다. 데이지가 도착했을 때, 개츠비는 얼어붙은 듯했으나, 그녀의 존재에 곧 안도하며 모든 것을 그녀에게 보여주려 했습니다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "밤이 늦어 낯선 불빛에 놀라 집에 돌아오니, 내 집은 마치 만국박람회 같았다. 개츠비는 뜬금없이 코니 아일랜드나 수영을 제안했지만, 나는 곧 데이지에게 전화를 걸어 차를 마시러 오라고 초대할 것이라고 말했다. 이 계획에 그는 애써 태연한 척하며, 오히려 나의 잔디 상태를 걱정하고 사업 제안을 슬쩍 건네며 불안함을 감추려 했다. 마침내 데이지가 온 날, 그의 초조함은 극에 달해 마치 소년처럼 행동했고, 오랜 시간이 지난 후 그녀 앞에서 그는 결국 얼어붙고 말았다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "Gatsby의 집이 밤늦게까지 환하게 빛나고 있는 것을 보고, 나는 그가 또 파티를 벌이는 줄 알았다. 하지만 소리는 없었고, 그저 바람 소리만 들렸다. Gatsby가 나에게 다가와 코니 아일랜드에 가자고 했지만, 나는 피곤해서 거절하고 데이지를 초대해 차를 마시겠다고 말했다. Gatsby는 내 잔디 상태를 힐난하며 사업을 제안했지만, 나는 거절했다. 차후 데이지와의 만남은 비 오는 날이었는데, Gatsby는 긴장한 채 도착했고, 우리의 어색한 만남 후 데이지가 오자 Gatsby의 모습은 달라졌다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "이 텍스트는 제가 닉을 만나기 전, 제가 초대받은 오후의 풍경을 묘사하고 있습니다. 제가 닉의 집에서 기다리는 동안, 그가 제 마음을 사로잡은 아름다운 셔츠들에 둘러싸여 눈물을 흘리는 순간이 있었습니다. 닉이 떠난 후, 우리는 재단사와 같은 손님들로 가득 찬 저택에서 시간을 보냈습니다. 그는 아름다운 셔츠를 보며 울었고, 저는 제 것이 되지 못하는 것을 보며 괴로워했습니다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "나는 밤늦게 개츠비의 집이 밝게 빛나는 것을 보고 처음에는 파티인 줄 알았다. 그러나 소리 없이 텅 빈 집을 보며, 나는 개츠비가 나에게 와서 데이지를 초대해 달라는 부탁을 듣게 되었다. 그 후, 개츠비는 내가 데이지를 만나는 것을 돕기 위해 사업 기회를 제안했지만, 나는 정중히 거절했다. 차후, 데이지와의 티 파티 당일, 나는 개츠비가 엄청난 노력을 기울여 모든 것을 준비한 것을 보았고, 그는 극도로 긴장한 듯 보였다. 이내 데이지가 도착했고, 두 사람은 재회했지만, 나는 그들의 어색한 첫 만남을 지켜보며 잠시 자리를 비켜주었다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "밤늦게 개츠비의 집은 찬란히 빛나고 있었지만, 나는 조용함에 의아함을 느꼈습니다. 개츠비는 나를 낚시하러 가자거나 수영장에 뛰어들자고 제안했지만, 나는 피곤하다는 핑계로 거절했습니다. 나는 곧 데이지를 초대하여 차를 마실 계획을 밝혔고, 개츠비는 당황하며 내 잔디를 깎는 것에 대해 언급했습니다. 그는 또한 내 사업에 대해 물으며 도움을 제안했지만, 나는 이미 손이 많다고 거절했습니다. 그의 실망감을 느끼며 나는 집으로 돌아왔고, 다음 날 아침 데이지에게 전화를 걸어 톰을 데려오지 말라고 당부했습니다.\n\n약속 당일, 비가 쏟아지는 가운데 개츠비는 내 잔디를 깎기 위해 사람을 보냈고, 곧이어 꽃이 배달되었습니다. 개츠비는 초조하고 창백한 얼굴로 도착했고, 그는 내가 차를 준비했는지 걱정했습니다. 비가 조금 잦아들자 그는 초조한 기색으로 집에 가려 했지만, 바로 그때 데이지가 도착했습니다. 그녀는 활기찬 인사와 함께 들어왔고, 나는 즉시 그녀가 개츠비와 단둘이 있기를 바란다는 것을 알았습니다.\n\n집 안으로 들어서자, 나는 개츠비가 마치 뻣뻣한 마네킹처럼 앉아 있고 데이지는 긴장한 듯 의자에 앉아 있는 모습을 보았습니다. 그들의 어색한 재회 후, 나는 차를 만들자는 제안으로 분위기를 바꾸려 했습니다. 개츠비는 내게 다가와 이 모든 것이 \"끔찍한 실수\"라며 괴로워했지만, 나는 데이지 역시 긴장하고 있다고 그를 안심시켰습니다. 내가 잠시 자리를 비우자, 그는 내가 돌아왔을 때, 두 사람은 더 이상 어색해하지 않고 서로에게 집중하고 있었습니다. 데이지는 눈물에 젖은 얼굴을 닦고 있었고, 개츠비는 이전과는 완전히 다른, 행복감에 휩싸여 빛나고 있었습니다. 그는 우리가 자기 집으로 가서 그녀를 둘러보게 하자고 제안했고, 나는 그의 말에 덧붙여 나도 함께 가고 싶다는 뜻을 내비쳤습니다.\n\n개츠비의 집에서, 그는 자신의 부와 성공을 데이지에게 과시하려 했지만, 그녀는 단순히 화려한 셔츠에 감동하여 눈물을 흘렸습니다. 잔디밭에서 개츠비는 데이지의 집 건너편에 있는 녹색 불빛에 대해 이야기했지만, 그것은 이제 그의 환상에 더 이상 중요하지 않다는 것을 깨달았습니다. 우리는 오래된 사진과 신문 스크랩을 보았고, 전화 통화 중 그의 직업에 대한 언급은 그가 아직도 작은 마을에 대해 생각하고 있음을 암시했습니다. 그 후, 우리는 피아니스트인 클립스링거를 불러 연주를 시켰습니다. 음악이 흐르는 동안, 나는 개츠비의 얼굴에 희미한 의심이 스쳐 지나가는 것을 보았습니다. 마치 그의 행복이 환상일지도 모른다는 생각이 든 듯했습니다. 결국, 그는 데이지의 손을 잡았고, 그녀가 무엇인가 속삭이자 그는 그녀에게 몸을 돌렸습니다. 그들은 나를 잊은 듯했고, 나는 그들을 뒤로하고 비가 내리는 밖으로 나왔습니다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "나는 밤늦게 집에 돌아와 게츠비의 집이 환하게 불타는 것을 보았다. 처음에는 파티가 열리는 줄 알았지만, 아무 소리도 들리지 않았다. 게츠비는 나에게 코니 아일랜드나 수영을 제안했지만, 나는 거절했다. 그는 다이시를 초청할 계획을 말하자, 게츠비는 의외로 이를 순순히 받아들였지만, 잔디 깎기나 사업 제안을 하는 등 복잡한 속내를 보였다. 다행히 나는 그의 제안을 거절할 수 있었다.\n\n다음 날, 게츠비는 내 잔디를 깎기 위해 정원사를 보내왔고, 얼마 후 직접 찾아왔다. 그는 매우 초조하고 긴장된 모습이었으며, 다이시가 오기 전까지 그의 모든 행동은 완벽한 준비에 집중되어 있었다. 비가 그치고 다이시가 도착하자, 게츠비의 긴장은 더욱 고조되었다.\n\n우리는 그의 집을 둘러보았고, 그의 부유함과 집착적인 다이시에 대한 관심이 느껴졌다. 게츠비는 다이시의 반응 하나하나에 민감하게 반응했으며, 자신이 가진 모든 것을 그녀에게 보여주고 싶어 했다. 나는 그의 광적인 열정과 눈앞의 행복에 도취된 모습을 지켜보며, 그의 환상이 깨질까 염려했다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "집에 돌아오니 개츠비의 집이 환했다. 파티인 줄 알았지만 소리 없이 이상했다. 개츠비는 밖으로 나와 나와 대화했고, 처음엔 나와 데이지를 초대하는 것에 망설이는 듯했다. 훗날, 그는 나의 엉성한 잔디를 돌보는 사람을 보내고, 데이지를 위해 꽃과 케이크를 준비했다. 개츠비는 초조해 보였지만, 데이지가 도착하자 그는 기쁨과 경이로움에 휩싸였다. 그는 자신감 없어 보였지만, 데이지가 도착하자 그의 초조함은 환희로 바뀌었고, 그는 꿈꾸던 현실을 마주했다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "밤늦게 웅장한 개츠비의 저택에 불이 환하게 켜진 것을 보았다. 파티라 생각했지만, 고요했고, 개츠비는 나에게 다가와 코니 아일랜드나 수영장 제안을 했으나 나는 거절했다. 훗날 데이지와의 만남을 주선해달라는 그의 요청에, 나는 잔디 깎는 일과 사업 제안까지 받았지만 정중히 사양했다. 비 오는 날, 개츠비의 정성으로 준비된 티타임은 어색했고, 예상치 못한 데이지의 등장에 개츠비는 얼어붙었다. 하지만 곧 둘은 오랜 회포를 나누며 깊은 교감을 나눴고, 나는 그들의 세계에서 잠시 벗어났다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "화려한 저택이 켜진 밤, 그는 헛된 기대를 품고 있었다. 내 집 잔디를 다듬고, 다과를 준비하며, 만남을 기다리지만, 결과는 불확실하다. 마침내 그녀가 오고, 그는 기쁨과 불안함 속에서 환상적인 모습을 연출한다. 그러나 씁쓸한 현실과 마주하며, 그는 덧없는 행복 속에서 허탈함을 느낀다. 덧붙여, 나는 그들의 과장된 열광 속에서 희미한 웃음소리를 들을 수 있었다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "이 모든 소란은 젊은이, 개츠비에게서 시작되었지. 그는 희미한 과거에 사로잡혀, 자신이 쌓아 올린 환상 속에서 벗어나지 못하는군.  나는 그를 위해 사람을 보내 엉뚱한 사업 제안을 했지만, 그는 멍청하게도 그것마저 거절했지.  결국 그는 다이지와 재회했으나, 그녀의 눈에는 내가 알던 그녀의 모습이 없었어.  이 모든 것은 결국 덧없는 허영심에 불과했지."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "그 밤, 개츠비의 집은 불타는 듯했고, 나는 그의 헛된 열정이 깃든 거대한 집을 어둠 속에서 바라보았다. 그는 초조하게 나에게 다가와, 나의 잔디 상태를 걱정하며, 사업을 제안했지만 나는 거절했다. 며칠 후, 나는 데이지와의 차 모임을 준비했고, 개츠비는 극도로 긴장한 채 나타났다. 그의 불안과 희망은 뚜렷했으며, 나는 그 둘 사이의 어색함을 감내했다. 결국, 그들은 과거의 추억에 잠겼고, 나는 그들의 은밀한 행복 속에서 소외감을 느꼈다."
    },
    "14": {
        "character_name": "Ewing Klipspringer",
        "summary": "음악실에서 피아노를 치라는 명을 받았을 때, 저는 엉겁결에 얼떨떨한 심정으로 그곳에 앉았습니다. 제가 재능이 없다고 여러 번 말했지만, 개츠비 씨는 멈추지 않았습니다. 저는 연주하는 동안 그가 데이지 씨를 바라보는 방식에서 어쩔 수 없는 행복과도 같은 것을 느꼈습니다. 그가 자신을 위해 무엇을 할 수 있는지에 대한 명확한 의도가 보이는군요."
    }
}