{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "나는 Gatsby의 집에 초대받지 않은 수많은 손님들 사이에서 그를 처음 만났고, 그의 서재에서는 술에 취한 Owl Eyes를, 그리고 마침내 Gatsby 본인과도 군대 시절 이야기를 잠시 나누었다. 이후 Jordan Baker와 이야기를 나누는 동안, 파티가 끝날 무렵 차 사고 현장에서 다시 Owl Eyes를 목격하는 기묘한 상황에 얽히기도 했다. Gatsby는 나에게 찾아와 자신의 과거와 옥스퍼드 시절, 그리고 전쟁에서의 복무 경험을 이야기하며 그가 얼마나 특별한 인물인지 보여주고자 했다. 그의 이야기는 마치 소설 같았지만, 나는 그의 진심을 의심하지 않았다. 나중에 Jordan Baker는 Gatsby가 Daisy Buchanan을 다시 만나기 위해 그의 집 건너편에 집을 샀다는 충격적인 사실을 내게 털어놓았고, 나는 Daisy를 내 집으로 초대하여 Gatsby와 만나도록 주선해 달라는 그의 부탁을 받았다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "나는 닉 카라웨이이고,  내가 Gatsby의 집에서 열린 무도회에 초대되었을 때, 나는 수많은 낯선 사람들과 섞이며 Gatsby를 찾으려 했지만, 그는 나에게 나타나지 않았다. 나는 Jordan Baker와 함께 있었고, 그녀는 Gatsby가 사람을 죽였다는 소문을 들었다고 말했고, 우리는 Gatsby의 라이브러리에 있는 Owl Eyes를 만났고, 그는 책이 진짜라고 맹세했다. 마침내 나는 Gatsby에게 초대받았다는 것을 알게 되었고, 그는 나에게 2년 전 전쟁 중에 옥스퍼드를 다녔고, 그 후로는 가족 사업을 물려받아 유럽 전역을 여행했다고 말했지만, Jordan Baker는 그가 옥스퍼드 출신이라는 것을 믿지 않았다. Gatsby는 무도회에 참석한 많은 사람들과 마찬가지로 초대를 받지 않은 채 왔다는 사실을 내게 알렸고, 그의 부유함에도 불구하고, 그는 사교 행사에서 종종 외로움을 느꼈다. Jordan Baker는 Gatsby가 Daisy Fay에게 옥스퍼드 시절 군인이었던 Jay Gatsby로서 처음 만났다고 말해 주었고, 그가 Daisy를 만나기 위해 내 집 근처에 집을 샀다는 것을 알게 되었다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "나는 닉 캐러웨이와 함께 잿더미를 지나며 머틀 윌슨을 조지 윌슨의 낡은 차고에서 데려와 뉴욕에서 캐서린, 미스터 맥키와 함께 술을 마셨다. 머틀 윌슨은 조지 윌슨과의 결혼을 후회하며 내가 Gatsby와는 다르다고 말했으나, 데이지의 이름을 거론하자 나는 그녀의 코를 부러뜨렸다. 훗날 Gatsby가 나를 불러 그가 Oxford를 나왔고 유럽에서 보석을 모으며 살았다고 말하는 것을 들었으나, 그의 허풍에 속지 않았다. 나는 Gatsby가 Meyer Wolfshiem과 함께 있는 것을 보았고, Meyer Wolfshiem이 Rosy Rosenthal을 죽인 이야기를 들으며 그가 1919년 월드 시리즈를 조작했다는 사실에 경악했다. 나는 Gatsby와 Tom Buchanan이 만나는 것을 지켜보았고, Gatsby가 Tom Buchanan과의 만남을 매우 불편하게 여긴다는 것을 깨달았다. Jordan Baker는 Gatsby가 수년 동안 Daisy를 잊지 못했으며, Daisy를 만날 수 있도록 내가 도와주기를 바란다고 전했다. Gatsby가 Daisy를 보기 위해 그토록 애쓰는 것을 보며, 나는 Daisy가 Tom Buchanan을 얼마나 사랑하는지 알기에 그의 노력이 헛될 것이라고 생각했다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "Gatsby가 남자 한 명을 죽였다는 둥, 독일 스파이라는 둥, 별별 소문이 있었지만, 나는 그저 그의 화려한 저택과 사람들에 매료되었다. Jordan Baker는 늘 조금 무심했지만 재미있는 이야기를 들려주었고, 나는 Gatsby의 삶이 궁금해졌다. Jordan과 함께 그의 라이브러리에서 책의 진짜 여부를 확인하며 시간을 보냈고, Gatsby와 직접 대화할 기회를 얻었을 때, 그는 내가 기대했던 것과는 달랐지만, 그의 부드러운 태도와 진솔한 모습에 오히려 더 끌렸다. Gatsby는 나에게 다음 날 아침 하이드로플레인을 타러 오라고 했고, 나는 그의 제안을 수락했다. Tom Buchanan과의 결혼 이후 오랜 시간이 흘렀지만, Gatsby의 이름이 다시 내 귀에 들려왔을 때, 그는 내가 1917년에 만났던 그 장교와 같은 사람이라는 것을 알게 되었다. Gatsby가 내 집 맞은편에 저택을 산 이유는 오직 내가 그 바다를 건너 올 수 있도록 하기 위함이었다. Gatsby는 내가 Jordan Baker를 차에 태우는 것을 알고 있었고, 그래서 Jordan Baker에게 나에게 차를 마시러 초대해달라고 부탁했으며, Gatsby는 자신이 Tom Buchanan을 잘 알지 못한다는 것을 알고 있었다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "내가 Gatsby의 떠들썩한 파티에서 닉 캐러웨이를 처음 만났을 때, 그는 이 모든 것을 관찰하며 비판적인 시선으로 바라보고 있었다. 나는 톰 뷰캐넌의 정부인 머틀 윌슨을 만났는데, 그녀는 겉보기에는 별 볼 일 없어 보였지만 톰 뷰캐넌을 향한 그녀의 태도에서 뿜어져 나오는 생기는 인상적이었다. 톰 뷰캐넌은 나를 자신의 차에서 끌어내려 했고, 그의 무례함은 여전했다. 나는 닉 캐러웨이와 함께 톰 뷰캐넌의 아파트로 갔고, 그곳에서 술에 취한 사람들의 시끄러운 파티에 휩쓸렸다. 그러다 닉 캐러웨이가 Gatsby가 자신에게 당신에게 Daisy를 초대해달라고 부탁했다는 사실을 말했을 때, 나는 그가 왜 그렇게 desperate한지 이해하기 시작했다. Gatsby는 Daisy가 그의 집을 볼 수 있도록 당신의 집에서 차를 마시자고 제안했고, 그는 5년 동안 그녀를 기다려왔으며 그녀가 사는 곳 바로 건너편에 집을 샀다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "톰 뷰캐넌이 나를 이 잿더미에서 끌어내려 자신과 함께 뉴욕으로 갔을 때, 조지 윌슨의 차고에서 톰 뷰캐넌의 아내를 처음 보았고, 톰 뷰캐넌은 내가 이 끔찍한 곳에서 벗어나길 바란다고 말했다. 톰 뷰캐넌과 개를 사러 갔다가, 동생 캐서린과 그녀의 남편 미스터 맥키를 초대해 함께 술을 마셨고, 톰 뷰캐넌은 내 코를 부러뜨리며 그와 그의 아내 조지 윌슨의 이혼에 대해 열변을 토했다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "나는 톰 뷰캐넌이 나를 잿더미의 계곡으로 데려와 내 아내 머틀 윌슨을 만나게 하려 했을 때 끔찍한 일이 벌어질 것이라고 예감했습니다. 톰 뷰캐넌은 나를 자동차 수리점으로 이끌었고, 나는 그곳이 조지 B. 윌슨이 운영하는 곳임을 알았습니다. 톰 뷰캐넌이 조지 윌슨의 사업에 대해 묻자, 나는 조지 윌슨이 톰 뷰캐넌에게 차를 팔 것이라고 몇 번이나 물었는지 들었습니다. 그때 내 아내 머틀 윌슨이 계단을 내려와 톰 뷰캐넌에게 자신을 보라고 말하며 나에게 의자를 가져오라고 시켰습니다. 톰 뷰캐넌이 나와 그의 여자친구가 뉴욕으로 간다고 말하는 것을 들었고, 그들이 떠나기 전에 나는 그가 내 아내를 보는 것을 막지 않을 것이라는 톰 뷰캐넌의 확신을 들었습니다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "Tom Buchanan의 아내인 Myrtle Wilson과 Tom Buchanan이 불륜 관계를 맺고 있다는 사실을 알았을 때, 나는 George Wilson이 전혀 모르고 있다는 사실에 더욱 혼란스러웠다. Myrtle Wilson은 New York에 있는 자신의 아파트에서 강아지를 사고 싶어 했고, 그곳에서 Catherine과 Mr. McKee, Mrs. McKee 등 시끄럽고 이상한 사람들을 만났다. Catherine은 Gatsby가 카이저 빌헬름의 조카라고 주장했고, Myrtle Wilson은 George Wilson과의 결혼이 실수라고 말했다. 결국, 술에 취한 Myrtle Wilson이 Daisy Buchanan의 이름을 언급하자 Tom Buchanan이 그녀의 코를 부러뜨렸고, 나는 혼란 속에서 그곳을 떠났다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "이전에 톰 뷰캐넌과 머틀 윌슨을 만났을 때, 나는 머틀이 남편 조지 윌슨을 유령처럼 지나쳐 톰 뷰캐넌에게 인사하는 것을 보았다. 나는 머틀의 억지로 꾸며낸 아름다움과 톰 뷰캐넌에게 쏟는 애정에 감탄하면서도, 그녀의 야망과 거짓말을 느꼈다. 캐서린이 나의 아내 린다 멕키를 데리고 뉴욕으로 간다는 것을 알게 되었을 때, 나는 이 모든 상황이 톰 뷰캐넌과 머틀 윌슨이라는 두 사람의 불안한 관계를 보여주는 것이라고 생각했다. 린다 멕키의 집에 도착했을 때, 나는 톰 뷰캐넌이 머틀 윌슨의 코를 부러뜨리는 것을 보고 충격받았다. 나는 린다 멕키와 함께 그곳을 떠났고, 톰 뷰캐넌과 머틀 윌슨의 관계가 얼마나 위험하고 파괴적인지를 깨달았다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "나는 Gatsby의 화려한 파티에서 사람들의 떠들썩함을 목격했으며, 그 속에서 Gatsby를 찾지 못해 혼란스러움을 느꼈다. 서재에서 나는 술에 취한 안경 쓴 남자가 책의 실재성을 의심하며 열변을 토하는 것을 들었고, 나중에 그가 Gatsby임을 알게 되었다. 파티 후 나는 바퀴가 부서진 차에서 나온 취객이 바로 그 안경 쓴 남자임을 확인하고 더 이상 관여하고 싶지 않았다. Gatsby는 나에게 필라델피아에서 온 전화를 받기 위해 떠났으며, 나는 그의 복잡한 과거와 진심 어린 미소를 잠시 보았다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "Gatsby는 내가 아는 그런 종류의 사람이 아니다. 나는 그와 함께 점심 식사를 하던 중, 그가 Rosy Rosenthal을 죽음으로 몰아넣었던 옛 Metropole 호텔에 대해 이야기하는 것을 들었다. 그는 내가 1919년 월드 시리즈를 조작한 사람으로 추측했지만, 내가 사업적 연결고리를 찾고 있다는 그의 생각이 잘못되었음을 곧바로 바로잡았다. 그는 훌륭하고 잘생긴 신사이며, Oxford에 다녔고, 50세의 그는 내가 이해하기에는 너무 많은 것을 보아왔다."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "나는 Gatsby가 내 집 앞에 차를 세우고 점심을 먹으러 가자고 제안했을 때, 그의 화려한 차와 무언가 정의되지 않은 중요성을 지닌 인물이라는 첫인상이 희미해진 후, 그가 단순히 옆집의 화려한 식당 주인으로 생각하고 있었다는 것을 깨달았다. Gatsby는 자신에 대한 소문들을 알고 있었기에, 나는 그의 삶에 대한 진실을 듣게 되었는데, 그는 부유한 가문의 후손으로 옥스퍼드에서 교육받았다고 주장했지만, 그가 \"옥스퍼드에서 교육받았다\"는 말을 하는 방식에서 그의 말이 거짓일지도 모른다는 의구심이 들었다. Gatsby는 자신의 과거를 이야기하면서 유럽의 수도들을 방랑하고 보석을 수집하며 사냥을 했다고 했지만, 나는 그의 이야기가 마치 낡은 희곡의 대사처럼 공허하게 들렸고, 그는 전쟁에서 살아남은 자신의 이야기를 들려주며 몬테네그로 훈장과 옥스퍼드 사진을 보여주어 그가 진실을 말하는 것처럼 보이게 했다. Gatsby는 내가 Jordan Baker와 차를 마시는 것을 알고 있었고, 그가 나와 Jordan Baker를 통해 Daisy Buchanan을 만나고 싶어 한다는 것을 전달받았을 때, 나는 그의 요청이 터무니없다고 생각하며 그의 저택에 발을 들인 것을 후회했다. 나중에 나는 Meyer Wolfshiem과 함께 점심을 먹었고, 그는 Rosy Rosenthal이 살해된 사건에 대해 이야기하며 Gatsby의 사업적 연관성을 언급했고, Gatsby는 나를 Tom Buchanan에게 소개했지만, Gatsby는 그 후 사라져 버렸다. Jordan Baker는 Gatsby가 Daisy Buchanan을 만나기 위해 바로 맞은편에 집을 샀다는 것을 나에게 말해주었고, Gatsby는 내가 Daisy를 초대해주기를 바라며, 그녀를 만나기 위해 5년을 기다렸다고 했다."
    }
}