{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "개츠비의 죽음 이후, 저는 그의 집을 둘러싼 경찰과 기자들의 끊이지 않는 발길을 기억합니다. 윌슨의 시신을 향한 형사의 '미치광이'라는 말은 신문의 허무맹랑한 보도에 영향을 주었고, 캐서린은 놀랍게도 침묵을 지키며 여동생의 행복을 주장했습니다. 저는 모든 것이 멀고 무의미하게 느껴졌으며, 오직 개츠비만이 저에게는 중요했습니다. 데이지와 톰은 흔적도 없이 떠났고, 저는 개츠비를 위해 누군가를 찾아야 한다는 책임감을 느꼈습니다. 하지만 울프솀의 연락은 닿지 않았고, 유일하게 도착한 것은 또 다른 언론인들이었습니다. 그들의 무관심 속에서 개츠비와 저는 저항감과 연대감을 느꼈습니다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "내 저택은 더 이상 빛나지 않는다. 경찰과 기자들이 드나들며 떠들썩하지만, 이제 나는 혼자다. 사람들 모두 떠나버렸다. 심지어 데이지조차. 이제 나는 이 모든 진실을 홀로 마주해야 한다. 사람들이 나를 광인이라 부르든 말든. 그들은 나의 꿈을 이해하지 못할 것이다. 나는 오직 진실만을 원했었다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "이 모든 사건은 참으로 난잡했다. 언론과 경찰이 휩쓸고 지나간 후, 나는 닉에게서 끔찍한 소식을 들었고, 그들은 즉시 자취를 감추었다. 케서린의 증언은 결국 그녀의 자매가 개츠비와 관련 없다는 결론을 내리게 했지만, 나는 이 모든 것이 닉과 나, 둘만의 싸움이라는 것을 깨달았다. 아무도 개츠비에게 진정한 관심을 보이지 않았기에, 나는 그를 홀로 두고 싶지 않았다. 닉은 데이지에게 연락하려 했으나 실패했고, 나 역시 울프심과 연락하려 했지만 소용없었다. 개츠비는 우리 둘만이 남았다는 사실에 절망했지만, 나는 끝까지 그와 함께할 것이라는 의지를 다졌다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "경찰과 기자들이 겟츠비의 집을 끊임없이 드나들던 혼란스러운 며칠이었습니다. 내가 겪은 일은 모두 겟츠비와 나 사이의 고독한 연대감으로 축소되었습니다. 톰과 나는 사고 소식을 듣자마자 떠났고, 그 누구도 겟츠비 곁에 남아주지 않았습니다. 이제 모든 문의는 나에게 쏟아졌고, 그는 나에게만 의지해야 했습니다. 겟츠비의 쓸쓸한 모습과 그를 둘러싼 무관심 속에서, 나는 그를 향한 강렬한 개인적인 책임감을 느꼈습니다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "게츠비의 비극 이후, 주변은 경찰과 기자들로 북적였고, 모든 질문은 나에게 쏟아졌다. 데이지와 톰은 흔적도 없이 떠났고, 나는 혼자 남겨진 게츠비를 위해 누군가를 찾으려 애썼다. 그러나 그의 사업가 친구 슐레싱어는 나타나지 않았고, 데이지의 소식도 없었다. 결국, 나는 혼자 게츠비 편에 서서 이 모든 상황에 맞서는 듯한 기분이 들었다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "( Myrtle's perspective is not present in the provided text. The provided text is narrated by Nick Carraway, and depicts his experiences and observations following Gatsby's death. Therefore, a summary from Myrtle's perspective is not possible based on this input.)"
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "제 시점에서, 개츠비의 죽음 이후 이틀간은 경찰과 사진사, 기자들로 가득한 혼란스러운 나날이었습니다. 모두가 호기심으로 모여들었지만, 제가 개츠비 곁에 홀로 남겨졌다는 것을 깨닫게 되었습니다. 다이지와 톰은 이미 떠났고, 울프쉬임조차 답장을 보내오지 않았습니다. 마치 제가 개츠비를 돕기 위해 나선 유일한 사람처럼 느껴졌고, 저는 그를 홀로 두지 않기로 결심했습니다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "캐서린으로서 나는 며칠간 경찰과 기자들로 북적였던 개츠비의 집을 회상한다. 그들은 탐문하며 사람들의 혼란을 야기했다. 나는 그날 이후, 내가 개츠비의 곁을 지켜야 한다는 책임감을 느꼈다. 데이지와 톰은 자취를 감추었고, 울프샤임과의 연락도 닿지 않았다. 나는 개츠비의 곁을 지키며 그를 안심시키려 했지만, 홀로 남겨진 그는 더욱 외로워 보였다. 그럼에도 불구하고 나는 개츠비와 함께 세상에 맞설 수 있다는 굳은 믿음을 느꼈다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "이틀간 경찰과 사진기자, 신문기자들이  개츠비의 집을 드나드는 모습만이 기억난다. 마치 맹인처럼, 군중은 헛된 소문과 추측 속에서 망자의 삶을 재단하려 들었다. 나는 홀로 그의 곁에 남아, 마치 그가 나에게 이 모든 것을 의탁한 듯한 책임감을 느꼈다. 데이지와 톰은 흔적도 없이 사라졌고, 그의 마지막 순간을 함께할 인물은 아무도 없었다. 울프샤임의 외면은 더욱 나를 고립시켰고, 오직 나만이 개츠비의 곁을 지켰다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "(Korean)\n나는 거츠비의 집을 뒤흔드는 경찰과 언론의 소란을 목격했다. 사람들은 죽음을 선정적으로 다루었지만, 나는 그저 텅 빈 집에서 홀로 남겨진 거츠비를 느꼈다. 믿었던 이들은 모두 떠나갔고, 늑스하임조차 외면하며, 나는 그의 고독 속에 잠긴다. 모든 것이 덧없고, 그의 꿈만이 나에게 와 닿는 듯했다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "이 모든 소동은 눈앞의 현실과는 동떨어진 것처럼 느껴졌다. 경찰과 기자들이 들이닥쳐 헛소리만 늘어놓는 꼴이라니. 닉이 헛소문을 퍼뜨리려는 것을 막기 위해, 나는 그의 여동생이 개츠비와 아무 관련이 없다는 것을 확실히 했다. 결국, 모든 것은 슬픔에 미친 한 남자의 소행으로 축소되었고, 내 역할은 여기서 끝났다. 개츠비가 혼자 남겨졌다는 사실에 씁쓸함을 느끼지만, 중요한 사업 때문에 지금 당장은 개입할 수 없다. 나중에 할 수 있는 일이 있다면 알려주겠다고 닉에게 전했다."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "가튼튼한 경찰과 사진사, 신문 기자들이 며칠간 개츠비의 집을 드나들었다. 나는 처음에는 놀랐고 혼란스러웠지만, 곧 개츠비를 혼자 둘 수 없다는 책임감을 느꼈다. 데이지와 톰은 이미 떠났고, 울프심은 응답이 없었다. 나는 개츠비의 곁에 서서, 이 모든 상황에 맞서는 유일한 사람임을 깨달았다. 모든 것이 너무나 멀고 무의미하게 느껴졌다."
    },
    "14": {
        "character_name": "Ewing Klipspringer",
        "summary": "오, 닉. 개츠비의 죽음 이후 남은 것은 경찰과 사진사, 기자들의 끊임없는 출입뿐이었지. 모두가 흥미로워했지만, 나는 기묘하게도 개츠비 편에 서 있는 듯한 느낌을 받았네. 그저 외로이. 내가 그에게 전화를 걸어 소식을 알렸을 때, 그에게 아무도 관심 없다는 것을 깨달았네. 정말이지, 누구도 진심으로 신경 쓰지 않았어. 데이지와 톰은 이미 사라졌고, 울프시임을 찾으려 했지만 허사였지. 그저 내가 할 수 있는 최선을 다해야 한다는 생각뿐이었네."
    },
    "15": {
        "character_name": "Dan Cody",
        "summary": "(Dan Cody의 시점에서)\n\n개츠비의 집은 경찰과 사진사, 기자들로 북적였고, 사람들은 내 마당을 통해 몰려들었다. 윌슨의 죽음에 대한 경찰의 \"미친 사람\"이라는 평가는 신문에 그대로 실렸다. 나는 마이클리스의 증언이 윌슨의 아내에 대한 의심을 드러냈을 때, 캐서린이 침묵을 지키며 그녀의 언니가 개츠비를 만난 적도 없고 행복했다고 주장하는 것을 보았다. 결국, 윌슨은 \"슬픔에 미친\" 사람으로 축소되었다. 나는 개츠비 편에 서서 홀로 남겨졌고, 그의 죽음에 책임감을 느꼈다. 데이지와 톰은 떠났고, 울프셰임은 답장이 늦었다. 그의 책상에서 발견된 나의 사진은 잊힌 폭력을 보여주는 듯했고, 나는 그 모든 것에 대한 저항감과 연대감을 느꼈다."
    },
    "16": {
        "character_name": "Pammy",
        "summary": "가엾은 닉은 마치 무언가에 홀린 듯, 게츠비의 죽음을 애도하며 홀로 남겨졌습니다. 경찰과 기자들이 끊임없이 드나드는 집 안에서 그는 텅 빈 게츠비를 보며 낯선 책임감을 느낍니다. 데이지와 톰은 흔적도 없이 사라졌고, 가까운 사람이라곤 누구도 없어 닉은 게츠비에게 필요한 누군가를 찾아 나서지만, 차갑게 닫힌 문들 앞에 좌절할 뿐입니다. 결국 닉은 게츠비와 함께 세상에 맞서는 듯한 외로운 연대감을 느끼며, 이 모든 혼란 속에서 겨우 버텨냅니다."
    },
    "17": {
        "character_name": "Michaelis",
        "summary": "이틀간의 소란스러운 경찰, 사진가, 기자들의 방문 후, 나는 개츠비 편에서 홀로 서 있음을 느꼈다. 그가 쓰러진 후, 모든 문의는 나에게 쏠렸다. 처음에는 당황했지만, 곧 그의 침묵 속에서 나에게 책임이 있음을 깨달았다. 데이지와 톰은 이미 떠났고, 울프셰임은 연락이 닿지 않았다. 나는 개츠비에게 누군가를 찾고 싶었지만, 모두가 외면하는 듯했다. 그의 책상에서 단지 댄 코디의 사진만이 나왔을 뿐이었다. 신문에는 개츠비의 사건이 왜곡되어 실렸고, 울프셰임의 답장에서도 그의 무관심이 드러났다. 이 모든 상황 속에서 나는 개츠비와 함께 그들에 맞서는 듯한 기분을 느꼈다."
    },
    "18": {
        "character_name": "The butler",
        "summary": "저는 개츠비 저택을 지키는 집사로서, 사건 이후 경찰과 기자들로 들끓는 저택을 목격했습니다. 사람들은 떠들썩했지만, 저는 개츠비 씨 곁에 홀로 남겨진 기분을 느꼈습니다. 데이지 부부의 무책임한 도피에 실망했으며, 개츠비 씨를 위해 누군가를 찾으려 애썼습니다. 볼프샤임 씨의 냉담한 답장을 받고, 개츠비 씨와 함께 세상에 맞서는 듯한 고립감을 느꼈습니다."
    },
    "19": {
        "character_name": "The chauffeur",
        "summary": "운전수인 나는 개츠비의 집 현관에 경찰, 사진사, 기자들이 끊임없이 드나드는 것을 보며 혼란스러웠다. 모두가 탐정의 \"미치광이\"라는 말을 흉내 내며 기사를 쏟아냈다. 내가 개츠비에게 유일하게 마음을 쓴 사람이라는 것을 깨닫고, 그의 곁을 지키며 홀로 남겨진 그에게 용기를 주려 애썼다. 하지만 데이지와 톰은 흔적도 없이 사라졌고, 울프셰임에게 연락하려 했지만 닿지 않았다. 결국 나는 개츠비와 함께 이 모든 상황에 맞서는 유일한 존재가 된 듯했다."
    }
}