{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "나는 아버지가 가르쳐 주신 조언, 즉 다른 사람을 비판하기 전에 그들이 나와 같은 기회를 갖지 못했다는 점을 기억하라는 조언을 마음속에 늘 되새기며 살아왔습니다. 이러한 태도로 인해 나는 많은 이들의 속마음을 엿볼 수 있었지만, 때로는 지루한 사람들에게 시달리기도 했습니다. 동부로 돌아온 후, 나는 세상이 좀 더 단정하고 도덕적으로 통일되기를 바랐습니다. 그러나 Gatsby는 예외였습니다. Gatsby는 내가 경멸하는 모든 것을 상징했지만, 그의 삶에 대한 남다른 희망과 낭만적인 준비성은 이전에는 보지 못했던 것이었습니다.\n\n나는 22년 봄에 동부로 와서 사업을 시작했습니다. 외딴 서부 계란의 작은 집은 비록 초라했지만, 옆집의 Gatsby의 저택과 대서양을 마주하고 있었습니다. 나는 이전에 대학에서 만났던 사촌 Daisy Buchanan과 그녀의 남편 Tom Buchanan을 저녁 식사에 초대받았습니다. Tom Buchanan은 거대한 체격에 오만하고 위압적인 사람이었고, Daisy는 아름답지만 슬픔과 권태로 가득 찬 여인이었습니다. 식사 자리에서는 Tom Buchanan의 인종차별적인 발언과 Daisy의 불안한 행동, 그리고 Jordan Baker라는 골프 선수의 차가운 태도가 눈에 띄었습니다. Tom Buchanan의 외도에 대한 암시는 분위기를 더욱 불편하게 만들었고, 그날 밤 나는 복잡한 감정을 느끼며 집으로 돌아왔습니다. 밤이 깊자, 나는 Gatsby의 저택에서 팔을 뻗어 어둠 속 물을 향해 뻗는 Gatsby를 보았습니다. 나는 저 멀리 희미하게 빛나는 녹색 불빛만을 발견할 수 있었습니다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "나는 닉 카라웨이이고, 나는 부유한 토지와 데이지 부캐넌 부부와 저녁을 먹었습니다. 톰은 럭비 선수처럼 뻣뻣하고 오만한 남자였고, 데이지는 아름답고 슬프지만, 그녀의 목소리에는 흥분이 있었고, 그녀는 계속해서 자신의 과거에 대해 이야기했으며, 그녀는 자신과 톰이 \"노르딕 인종\"이라고 생각하는 것에 대해 이야기했습니다. 조던 베이커도 거기에 있었는데, 그녀는 긴장을 풀고 싶어하는 것처럼 보였습니다. 톰은 그의 아내가 뉴욕에 어떤 여자와 바람을 피우고 있다고 말했습니다. 이 모든 일에도 불구하고, 나는 조던 베이커를 알게 되었고, 나는 당신이 우리 집 옆에 살고 있다고 말하면서, 나는 그녀가 게츠비의 대리인이라는 것을 알게 되었습니다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "나는 닉 캐러웨이와 함께 저녁 식사를 했고, 그의 저택은 웅장했으며, 데이지 뷰캐넌은 나의 두 번째 사촌이다. 나는 풋볼 선수였고, 데이지 뷰캐넌과 결혼했다. 나는 젠틀하면서도 매우 강하고, 돈도 많다. 나는 데이지 뷰캐넌의 어린 시절부터 알았다. 나는 또한 조던 베이커도 만났는데, 그녀는 골프 선수이고, 아주 아름답고, 매우 독립적이다. 데이지 뷰캐넌은 아이를 낳았지만, 나는 그 아이를 보지 못했다. 그녀는 아이를 \"바보\"로 낳아주길 바랐다고 말했다. 닉 캐러웨이는 뉴욕에서 채권 사업을 시작했고, 그는 웨스트 에그에 살고 있는데, 그곳은 이스트 에그보다 덜 유행하는 곳이다. 나는 닉 캐러웨이에게 그의 사업에 대해 물어봤다. 나는 또한 우리 인종의 우월성에 대한 내 생각을 닉 캐러웨이에게 말했다. 그는 그것에 대해 논쟁하려 하지 않았다. 나는 닉 캐러웨이에게 내가 뉴욕에 사는 어떤 여자를 만난다고 말했다. 나는 닉 캐러웨이와 함께 저녁을 먹은 후, 조던 베이커를 본 후, 저녁 식사를 하러 갔다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "내 아버지의 조언을 마음에 새기고 사람들을 함부로 판단하지 않으려 노력했지만, 가끔은 그럴 수 없다는 것을 깨달았어요. 톰 뷰캐넌과 조던 베이커와 함께 있을 때, 특히 톰은 말하는 방식이나 행동에서 거칠고 오만했지만, 나는 그저 침착하게 있었어요. 닉은 내 사촌이고, 내가 그와 함께 시간을 보내길 바라는 듯했어요. 톰은 뉴욕에 다른 여자가 있다고 했지만, 그보다 그가 종종 이상한 책에 몰두한다는 사실이 더 놀라웠어요. 나는 닉에게 우리 아기가 태어났을 때 무슨 말을 했는지 이야기해 주었고, 그에게 내가 얼마나 똑똑한지, 그리고 세상이 얼마나 끔찍한지에 대해 말해주었죠. 그가 떠난 후, 닉이 재밌는 이야기들을 들려줄 거라고 닉이 우리와 함께 더 많은 주말을 보낼 것이라고 이야기했어요."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "닉 캐러웨이가 나에게 들려준 이야기는 흥미로웠다. 그는 내가 사는 웨스트 에그 근처에 살면서, 톰 뷰캐넌과 데이지 뷰캐넌의 저택에 초대받아 저녁 식사를 했고, 그곳에서 나는 처음으로 톰 뷰캐넌의 여성스러운 면모와 데이지 뷰캐넌의 불안정한 모습, 그리고 톰 뷰캐넌이 뉴욕에 다른 여자가 있다는 것을 알게 되었다. 톰 뷰캐넌은 내가 전직 운동선수였던 그의 대학 시절부터 거대하고 무례한 사람이었지만, 나는 그를 이해할 수 있었다. 그들은 내 집에 놀러 와 저녁 식사를 할 때, 톰 뷰캐넌이 흑인에 대한 편협한 믿음을 가지고 있다는 것을 깨닫게 되었다. 이 모든 사건들은 닉 캐러웨이가 모든 사람에 대해 비판을 자제하도록 했고, 내가 그의 삶에 관여하게 되었다."
    }
}