{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "나는 개츠비의 과거를 둘러싼 억측을 바로잡기 위해 이 모든 것을 기록했다. 그의 진정한 이름은 제임스 개츠였고, 어린 시절부터 스스로를 빚어낸 인물이었다. 댄 코디를 만난 후, 그는 자신의 야망을 실현하기 위해 고향을 떠났고, 결국 자신이 꿈꾸던 제이 개츠비가 되었다.\n\n최근 톰 뷰캐넌이 그의 파티에 나타났을 때, 나는 개츠비가 느낀 불편함과 긴장감을 분명히 느꼈다. 톰은 무례했고, 개츠비는 그의 존재에 동요하는 듯 보였다. 그날 밤, 나는 개츠비가 데이지에게 얼마나 깊이 헌신하고 있는지, 그리고 과거를 반복하려는 그의 절망적인 열망을 깨달았다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "기자가 찾아왔지만, 나는 내가 누구인지, 내가 무엇을 했는지에 대한 그의 질문에 무관심했습니다. 내 명성은 이미 소문을 통해 널리 퍼져 있었고, 나는 그 이상의 것을 말할 필요가 없었습니다. 댄 코디와의 만남과 그의 야망이 나를 지금의 나로 만들었지만, 그것은 더 이상 중요하지 않았습니다. 톰이 예고 없이 찾아왔을 때, 나는 그의 존재에 동요했지만, 그가 데이지와 함께 왔을 때 더욱 긴장했습니다. 나는 그들을 내 파티에 초대하며 데이지에게 나의 이상을 보여주고 싶었습니다. 그녀가 내 파티를 즐기지 못했다는 것을 알고 나는 깊은 실망감을 느꼈습니다. 나는 과거를 되돌릴 수 있다고 믿으며, 우리의 시간을 되돌리고 싶을 뿐입니다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "이 텍스트에서 나는 게츠비라는 인물이 자신의 과거를 숨기고 화려한 허상을 쌓아 올렸다는 것을 봅니다. 그는 댄 코디라는 인물을 만나 부유한 삶을 동경했고, 결국 자신을 '제이 게츠비'라는 인물로 만들어냈습니다. 게츠비의 가장 큰 집착은 데이지이며, 그녀를 얻기 위해 끊임없이 노력하지만, 그녀의 남편인 나에게는 그저 허황된 인물일 뿐입니다. 그가 과거를 반복하려 한다는 점이 흥미롭지만, 결국 성공하지 못할 것이라는 점 또한 명확하게 보입니다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "가십거리와 덧없는 환상으로 둘러싸인 잭은, 자신이 이룬 모든 것이 그녀, 즉 저에게 닿기를 바라며 덧없이 허세를 부립니다. 그의 화려한 파티들은 결국 저의 무관심과 혼란을 초래할 뿐입니다. 저는 이러한 그의 헛된 노력에 당황했지만, 결국 그가 과거를 붙잡으려는 필사적인 시도에서 그의 진정한 비극을 엿볼 수 있었습니다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "닉의 시점에서, 개츠비의 과거 이야기는 흥미로운 사실보다는 그가 만들어낸 환상에 더 가깝게 느껴진다. 그의 야망과 끊임없는 자기 창조는 댄 코디와의 만남으로 구체화되었고, 결과적으로 그는 화려하지만 근본 없는 존재가 되었다. 닉은 이러한 개츠비의 복잡한 내면을 관찰하며, 그의 과거가 현재를 어떻게 지배하는지, 그리고 그의 '로맨틱한 가능성'이 얼마나 허무한지에 대해 고찰한다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "나는 톰과 새로운 사람들을 만나는 것을 좋아해요. 특히 톰이 멋진 옷을 입고 나를 바라볼 때요. 그들은 나를 파티에 초대했는데, 그곳은 빛나고 떠들썩했어요. 하지만 톰은 나를 무시하고 다른 여자에게 관심을 보이면서 나를 화나게 했어요. 나는 톰이 이 모든 멋진 사람들과 어울리는 것이 자랑스럽지만, 그가 신경 쓰지 않는 것 같아 슬퍼요."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "새로운 리포터가 찾아와 나와 관련 없는 이야기들을 지껄여댔다. 나는 그를 정중하게 돌려보냈지만, 사람들은 여전히 나에 대한 이상한 소문들을 믿고 있었다. 그들은 내가 어디서 왔는지, 혹은 내 과거에 대해 알지 못했다. 나는 제임스 개츠였고, 17살에 댄 코디를 만나 새로운 삶을 시작했다. 그의 요트에 보좌관으로 일하며 세계를 여행했지만, 결국 코디는 죽었고 나는 유산도 받지 못했다. 나는 나만의 '제이 개츠비'를 만들어냈고, 내 진정한 모습은 그 누구도 알지 못한다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "이 부분에서 나는 개츠비라는 인물에 대해 많은 것을 알게 되었다. 기자들의 끈질긴 방문과 그가 유명해졌다는 사실에 대해 생각하며, 그의 과거가 허상에 불과했음을 느꼈다. 댄 코디와의 만남과 그의 변화는 놀라웠으며, 스스로를 이상적인 모습으로 만들어낸 과정에 감탄했다. 톰 뷰캐넌과의 불편한 만남은 나의 긴장감을 높였고, 그의 파티에서 느꼈던 불안함은 다이지의 시선으로 더욱 명확해졌다. 개츠비가 다이지에게 기대하는 환상적인 재회가 이루어지지 않을 것이라는 점을 알기에 안타까웠다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "제임스 개츠, 혹은 제이 개츠비는 스스로를 창조한 인물입니다. 그의 과거는 가난한 농가 출신으로, 17세에 댄 코디라는 거물을 만나 새 이름을 얻고 화려한 삶을 꿈꿉니다. 코디의 죽음 이후 유산을 받지 못했지만, 그는 부유함과 영향력을 갈망하며 자신만의 세계를 구축합니다. 닉을 통해 이 모든 것을 들려주며, 그는 데이지를 향한 왜곡된 열망과 과거를 반복하려는 헛된 노력을 드러냅니다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "뉴욕에서 온 젊은 기자가 게츠비에게 다가와 할 말이 있는지 물었을 때, 그는 헛된 소문을 일축하려는 듯 의아해했다. 게츠비가 댄 코디를 만났던 젊은 시절부터, 기회를 잡기 위해 자신을 끊임없이 재창조해 온 과정을 엿볼 수 있었다. 이러한 노력에도 불구하고, 톰과 데이지의 등장과 그들의 무관심은 게츠비의 환상에 균열을 일으켰다. 그의 헛된 집념은 결국 데이지에 대한 그의 맹목적인 믿음을 드러냈으며, 이는 과거를 되돌리려는 그의 절박한 시도로 이어졌다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "이 텍스트는 젊은 기자와 닉이 겪는 소동에 초점을 맞추고 있습니다. 하지만 나는 이 모든 것에 전혀 신경 쓰지 않습니다. 나는 개츠비가 스스로 만들어낸 거짓말에, 그의 명성이 어떻게 퍼져 나갔는지에 대해 잘 알고 있습니다. 사람들은 그의 돈에 현혹되어 그의 과거를 멋대로 지어내죠. 댄 코디와의 인연, 허황된 꿈, 그리고 결국 아무것도 손에 쥐지 못했다는 사실을 나는 잘 알고 있습니다."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "새로운 억만장자 기자에게 무언가 말할 것이 있느냐는 질문을 받고, 저는 그가 당황스럽지만 예의 바르게 답하는 것을 보았습니다. 그는 사람들이 자신에 대해 퍼뜨리는 이야기들이 점점 더 터무니없다는 것을 느꼈지만, 그것은 그에게 무관심해 보였습니다. 또한 댄 코디와의 과거에 대한 그의 회상은, 그가 어떻게 17세에 제임스 개츠에서 제이 개츠비로 변신했는지 보여주었습니다. 톰 뷰캐넌의 예상치 못한 방문으로 인해 우리는 그의 불안함과 과거를 반복하려는 그의 열망을 엿볼 수 있었습니다."
    },
    "14": {
        "character_name": "Ewing Klipspringer",
        "summary": "기자에게 뭘 말해야 할지 모르겠소. 사람들은 내 소문에 대해 떠들지만, 나는 그저 평범한 사람일 뿐이오. 댄 코디를 만난 후로 나는 제이 개츠비라는 새 이름을 만들고 나만의 이상향을 꿈꿨소. 하지만 내가 만든 이 세상은 현실을 감당하지 못하오. 톰과 데이지가 파티에 왔을 때, 나는 우리가 다시 예전처럼 돌아갈 수 있을 거라 생각했지만, 데이지는 내 현실을 이해하지 못했소. 그녀는 예전의 나를 기억하지 못하는 것 같소."
    },
    "15": {
        "character_name": "Dan Cody",
        "summary": "나는 댄 코디. 젊은 제임스 게이츠가 나를 처음 만났을 때, 그는 낡은 옷을 입고 있었지만, 그의 눈빛에는 야망이 타오르고 있었다. 나는 그에게 세상의 아름다움과 부유함, 그리고 위험한 삶을 보여주었다. 그와 함께 항해하며 그는 내가 겪었던 모든 것을 보고 배웠다. 비록 그의 상속을 가로채려는 음모로 나는 죽음을 맞이했지만, 그에게 세상에 대한 깊은 통찰과 '제이 개츠비'라는 새로운 자아를 만들어 줄 씨앗을 심어주었다."
    }
}