{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "게츠비 씨의 성대한 파티에 참석했을 때, 나는 수많은 인파 속에 섞여 주최자를 찾기 어려웠다. 이곳은 초대받지 않은 이들마저 자유롭게 드나드는 곳 같았으며, 나는 어색함을 느꼈다. 조던 베이커와 만나 함께 정원을 거닐며 게츠비 씨에 대한 온갖 기묘한 소문들을 들었다. 나중에야 그가 바로 게츠비 씨임을 알게 되었는데, 그의 미소는 놀랍도록 부드럽고 이해심 많아 보였다. 그는 흠잡을 데 없는 호스트는 아니었지만, 그의 매력은 나를 사로잡았다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "이 여름 밤, 옆집에서 울려 퍼지는 음악 소리에 이끌려 사람들이 몰려듭니다. 그들은 덧없이 춤추고, 술잔을 부딪치며, 밤하늘의 별 아래 흩어집니다. 매주 터져 나오는 사치와 낭비는 다음 날이면 종업원들의 손에 의해 정리되지만, 그것이 바로 이 축제의 본질입니다. 저는 그저 한 명의 손님으로, 이 화려한 소용돌이 속에서 저 자신을 잃어가는 듯한 기분을 느낍니다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "이것은 닉의 이야기에 대한 톰의 관점 요약입니다.\n\n새로운 이웃인 게츠비의 저택에서 음악과 웃음소리가 끊이지 않았다. 웅장한 정원에는 샴페인과 별 아래 사람들이 나방처럼 오갔다. 주말이면 그의 차는 도시와 기차역을 오가는 손님들로 붐볐고, 월요일이면 하인들이 전날 밤의 흔적을 치우느라 분주했다. 매주 과일이 도착하고, 그 과일들은 즙을 짜내느라 사라졌다. 사람들은 게츠비가 누구인지, 그의 부가 어디서 오는지 수군거렸지만, 그것은 나에게 중요한 일이 아니었다. 나는 결국 그와 이야기했고, 그는 친절하고 솔직한 젊은이처럼 보였다. 그의 호화로운 파티와 화려함은 나를 불편하게 만들었지만, 그의 진실된 모습은 더욱 흥미롭게 느껴졌다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "이웃집에서 흘러나오는 음악과 샴페인, 사람들 속에서 시간은 흘러갔어요. 그곳은 초대받지 않은 이방인들의 소란스러운 잔치였지만, 저는 특별히 초청받았기에 참석했지요. 닉이라는 남자를 만나 그와 어울리며 헛된 대화를 나누고, 조용히 떠나는 사람들을 보았습니다. 젠틀한 척하지만 실제로는 허황된 인물들이 모인 곳이었어요."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "게츠비의 떠들썩한 파티는 겉보기에는 화려하지만, 사실 그 안에는 속이 텅 빈 듯한 허영과 가벼움이 깃들어 있음을 나는 느꼈다. 수많은 사람들이 모여 환호하지만, 그들은 서로의 이름조차 기억하지 못하고, 술잔과 웃음 속에 휩쓸릴 뿐이다. 게츠비라는 인물 자체도 베일에 싸여 있어, 그에 대한 온갖 억측만이 난무할 뿐이다. 나는 이러한 분위기에 휩쓸리기보다는, 차라리 현실적인 문제를 외면하려는 듯한 사람들에게서 피로감을 느꼈다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "이웃집에서 들려오는 음악 소리와 끊이지 않는 손님들 덕분에 게츠비 씨의 화려한 삶을 엿볼 수 있었습니다. 밤마다 그의 푸른 정원에는 나방처럼 사람들이 드나들며 샴페인을 마시고 웃음을 터뜨렸죠. 저는 그의 집에서 열리는 파티를 직접 초대받았는데, 그곳에서 화려함과 번잡함 속에서 길을 잃는 듯한 기분이 들었습니다. 게츠비 씨가 보낸 초대장 덕분에 그 자리에 갔지만, 저는 그가 누구인지, 그의 저택이 왜 그렇게 거대한지에 대한 수많은 소문 속에서 헤매야 했습니다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "나는 개츠비의 파티에 초대받은 몇 안 되는 사람 중 하나였다. 넓고 화려한 저택에서 음악과 웃음소리가 끊이지 않았지만, 나는 낯선 사람들 속에서 다소 어색함을 느꼈다. 특히 조던 베이커와 어울리며 많은 사람들과 이야기를 나누었지만, 개츠비 본인을 찾기란 쉽지 않았다. 개츠비에 대한 온갖 소문이 난무했지만, 막상 만난 그는 예상과는 다른 소박하고 예의 바른 사람이었다. 나는 그의 놀라운 재력과 화려함 뒤에 숨겨진 진정한 모습이 궁금해졌다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "이 텍스트를 '캐서린'의 관점에서 요약하면 다음과 같습니다.\n\n나를 초대받은 몇 안 되는 사람 중 하나로 느꼈고, 개츠비의 파티는 혼란스럽고 기이했다.\n나는 조던 베이커와 친구가 되었고, 우리는 개츠비에 대한 소문 속에서 그의 환상적인 세계를 탐험했다.\n개츠비는 인상적인 사람이었지만, 그의 진짜 모습은 알 수 없었고, 나는 그의 초대를 받아들였다.\n나는 그와 그의 삶이 흥미롭다고 생각했지만, 우리는 서로에게 진실을 말하지 않았다.\n\nThis summary focuses on Catherine's perspective, highlighting her feelings of being an invited guest, her observations of Gatsby's extravagant parties and the rumors surrounding him, her developing friendship with Jordan Baker, and her intellectual curiosity about Gatsby's mysterious persona. It also touches upon the superficiality and dishonesty prevalent in their interactions."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "Mr. McKee는 이웃의 화려한 파티를 관찰하며, 참석자들의 떠들썩함과 분위기에 매료됩니다. 자신은 초대를 받았지만, 대부분은 그렇지 않다는 것을 깨닫습니다. Jordan Baker와 우연히 만나 동행하며, Gatsby에 대한 갖가지 소문과 흥미로운 책들로 가득 찬 그의 서재를 탐험합니다. Gatsby를 직접 만나고 그의 독특한 매력에 깊은 인상을 받지만, 결국 그를 파티의 다른 참석자들과 분리된 고독한 인물로 인지하게 됩니다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "제 눈에는 그저 거대한 연회일 뿐이었습니다. 온갖 사람들이 웅성거리며 오고 갔고, 샴페인과 음악에 취해 반짝였습니다. 그저 참석하는 사람들이 많아 호스트를 찾는 건 무의미했죠. 가짜 책으로 가득 찬 서재에서 술에 취한 채 앉아 있는 나를 발견하고, 책이 진짜임을 확인시켜주려 했습니다. 그 순간, 난잡함 속에서 문득 나는 그저 또 다른 책장이었음을 깨달았죠."
    }
}