{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "밤새 뒤척이다 새벽녘 개츠비의 집으로 달려갔다. 그는 절망에 잠긴 채 텅 빈 집 안에서 내가 가져온 담배를 피우며, 그녀가 창문 앞에 잠시 섰다 사라진 이야기를 했다. 나는 떠나라고 권했지만, 그는 데이지가 무엇을 할지 알기 전까지는 갈 수 없다고 했다. 그날 밤, 그는 댄 코디에 대한 어린 시절 이야기와 데이지를 향한 첫사랑의 열정, 그리고 그녀의 부유한 삶 속에서 자신이 얼마나 초라한 존재였는지를 털어놓았다. 그 모든 젊음과 꿈이 결국 헛된 것이었음을 알면서도, 나는 그가 ‘모든 놈들보다 낫다’고 말해주었다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "나는 다이지를 얻으려 했으나, 결국 모든 것을 잃었다. 나는 그녀를 위해 꿈을 꾸고, 세상을 만들었지만, 그녀는 결국 나를 버리고 떠났다. 이제 나는 이곳에 혼자 남겨졌다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "나는 밤새 뒤척였고, 개츠비에게 할 말이 있다고 느꼈다. 그의 집은 으스스했고, 먼지와 곰팡이 냄새가 났다. 그는 데이지에 대한 마지막 희망을 놓지 않았지만, 그녀는 이미 나에게로 왔고, 그건 그저 시간 낭비였다. 개츠비는 전쟁 영웅이었지만, 결국엔 자신이 좇던 환상에 무너졌다. 그녀는 그를 사랑한 적이 없었고, 나는 늘 그랬듯 이 모든 걸 지켜볼 뿐이었다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "밤새도록 잠을 이루지 못하고 뒤척이다가, 새벽녘 개츠비에게 달려갔어요. 그가 얼마나 깊은 절망에 빠져 있는지, 마치 꿈결처럼 멍하니 서서 '아무 일도 없었다'고 말하는 모습이 안쓰러웠죠. 그의 거대한 집은 낯설게 느껴졌고, 여기저기 먼지가 쌓인 방들을 헤매며 담배를 찾았어요. 저는 그가 위험에 처했음을 알리며 당장 떠나라고 했지만, 그는 당신의 결정을 기다리며 떠날 수 없다고 했어요. 그의 젊은 시절 이야기, 특히 당신을 처음 만났을 때의 흥분과 꿈은 가슴 아팠어요."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "그 밤, 나는 잠 못 이루고 괴로운 꿈에 시달렸지. 동이 트기 전, 개츠비에게 달려가 경고해야 할 것이 있다고 느꼈어. 그의 집에서 그는 절망에 잠겨 있었고, 자신은 곧 닥칠 위험을 경고하려 했으나 그는 떠나기를 거부했지. 그 순간, 그의 젊은 시절과 데이지를 향한 그의 덧없는 열정을 들으며, 나는 그의 순진함과 현실을 향한 맹목적인 희망을 안타깝게 여겼어. 나는 그가 끔찍한 군중에게 둘러싸여 있음을 알았지만, 그를 그곳에 두고 와야만 했지."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "밤새 뒤척이다 간신히 잠들었으나, 끔찍한 꿈에 시달렸다. 새벽녘, 개츠비 저택으로 들어오는 차 소리에 바로 일어나 그의 집으로 달려갔다. 그는 풀이 죽은 채 문 앞에 서 있었고, 나는 그에게 할 말이 있다고 느꼈다. 그의 넓고 텅 빈 집을 헤매며 담배를 찾고, 세상만사를 잊고 이곳에 온 기분을 느꼈다. 나는 그에게 떠나라고 했지만, 그는 데이지를 기다리며 내 조언을 거부했다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "밤새 잠 못 이루던 저는 가스비에게 할 말이 있다는 생각에 급히 그의 집으로 향했습니다. 그는 슬픔에 잠겨 있었고, 톰의 잔인함에 부서진 꿈에 대해 이야기했습니다. 그녀는 첫사랑이었고, 그는 그녀에게 닿을 수 없다고 느꼈습니다. 그는 그녀를 잃고 절망했지만, 그녀는 그의 삶 전부가 되었습니다. 저는 그에게 떠나라 했지만, 그는 소망을 놓지 않았습니다. 그의 헛된 꿈을 꺾을 수 없었습니다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "밤새 잠을 이루지 못하고 뒤척였다. 새벽녘 개츠비의 저택으로 가는 차 소리에 나는 뭔가 할 말이 있다는 느낌에 서둘러 옷을 입었다. 그는 허탈한 모습으로 창밖만 바라볼 뿐, 아무 일도 없었다고 말한다. 그의 거대한 집은 낯설게 느껴졌고, 먼지와 퀴퀴한 냄새가 가득했다. 나는 그에게 이곳을 떠나라고 했지만, 그는 데이지를 떠날 수 없다며 단호했다. 그의 젊은 시절 이야기가 안타까웠다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "간밤에 잠을 설쳤다. 새벽녘에 개츠비의 저택으로 가보니 그는 깊은 절망에 빠져 있었다. 그녀가 잠시 나타났다가 이내 사라졌다는 그의 말에, 나는 경고하고 싶었지만 그는 떠나기를 거부했다. 그의 젊은 날의 이야기, 데이지를 향한 순수하고도 비극적인 열정을 들으며 나는 그의 꿈이 부서지는 것을 안타깝게 지켜보았다. 결국 그는 자신을 향한 세상의 차가움을 직시하지 못했고, 그 허상 속에서 비극을 맞이했다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "저는 밤새 잠을 이루지 못했습니다. 안개 속에서 불어오는 뱃고동 소리가 밤새도록 제 귓가에 맴돌았고, 저는 역겨운 현실과 끔찍한 꿈 사이에서 뒤척였습니다. 동이 틀 무렵, 개츠비 저택으로 향하는 택시 소리를 듣고는 곧바로 잠자리에서 일어나 옷을 갈아입기 시작했습니다. 그에게 꼭 전해야 할 말이, 경고해야 할 일이 있었는데, 아침이 되면 너무 늦을 것 같았기 때문입니다. 그의 집 현관문은 여전히 열려 있었고, 그는 홀 안의 탁자에 기대어 망연자실한 모습으로 서 있었습니다. \"아무 일도 없었어요.\" 그의 목소리는 힘없이 들려왔습니다. \"난 기다렸는데, 네 시쯤 그녀가 창가에 나타났다가 이내 불을 끄고 사라졌어요.\""
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "새벽녘, 나는 게츠비에게 할 말이 있다는 생각에 잠을 이루지 못했다. 그의 집에서 나는 그의 깊은 실의를 목격했고, 그는 결국 아무 일도 일어나지 않았다고 씁쓸히 말했다. 우리는 그의 거대한 집을 뒤졌고, 그의 쓸쓸한 젊음과 데이지에 대한 어린 시절의 순수한 집착에 대한 이야기를 들었다. 그녀는 풍요롭고 현실적인 세계로 사라졌고, 게츠비는 오직 망령뿐인 꿈만을 좇았다. 이제 그의 모든 것이 끝났다는 것을 알 수 있었다."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "밤새 잠 못 이루고 뒤척였다. 새벽녘 게츠비의 집으로 향하며, 나는 그에게 할 말이 있음을, 경고할 것이 있음을 느꼈다. 그는 깊은 시름에 잠겨 있거나 피곤에 절어 있었다. 찰스턴까지 가서 차를 훔친 남자를 잡으려 했지만, 그는 오히려 나에게 당신 차로 범인을 잡으려 한 것을 알게 될 것이라고 말한다. 그와 함께 저택을 헤매며 담배를 찾았고, 그는 데이지가 자신을 떠났다고 털어놓았다. 나는 그에게 떠나라고 조언했지만, 그는 데이지가 어떻게 할지 알기 전까지는 갈 수 없다고 했다."
    },
    "14": {
        "character_name": "Ewing Klipspringer",
        "summary": "나는 밤새 뒤척이다 새벽녘 개츠비의 저택으로 향했다. 그는 홀에서 절망에 잠긴 듯 보였고, 어젯밤 아무 일도 일어나지 않았다고 씁쓸하게 말했다. 우리는 불 꺼진 집을 헤매며 담배를 찾았고, 눅눅하고 먼지 쌓인 방들에서 그의 젊은 날, 데이지를 향한 맹목적인 사랑과 헛된 야망에 대한 이야기를 들었다. 나는 그가 떠나야 한다고 조언했지만, 그는 데이지를 향한 희망을 놓지 못했다. 개츠비가 \"내가 어리석었어, 오래된 스포츠.\"라고 말했을 때, 나는 그저 슬픔을 느꼈을 뿐이었다."
    },
    "15": {
        "character_name": "Dan Cody",
        "summary": "조용하고 차분한 성격으로, 나는 이 젊은이(Gatsby)의 절박한 상황을 지켜보았다. 그는 연인(Daisy)을 잃은 충격으로 인해 쇠약해져 있었고, 그녀의 배신과 탐욕스러운 세계관 앞에서 그의 꿈은 산산조각 났다. 나는 그에게 경고하려 했지만, 그는 이미 그의 헛된 희망에 사로잡혀 있었다. 그의 삶은 화려한 껍데기 속에 갇혀 있었고, 결국 비극으로 끝났다. 그의 죽음은 덧없었고, 그가 품었던 진정한 가치는 잊혀졌다."
    },
    "16": {
        "character_name": "Pammy",
        "summary": "밤새 뒤척이다 새벽에 개츠비에게 가야겠다고 느꼈다. 그에게 할 말이, 경고할 말이 있었다. 그의 집에 도착하니 문이 열려 있었고, 개츠비는 깊은 절망 혹은 피로에 잠겨 있었다. 그는 아무 일도 없었다며, 데이지가 잠깐 창가에 서다 불을 껐다는 말을 힘없이 전했다. 나는 당장이라도 떠나라고 말했지만, 그는 데이지를 떠날 수 없다고 했다. 그는 자신만의 환상에 사로잡혀 있었고, 나는 그런 그를 보며 안타까움을 느꼈다."
    },
    "17": {
        "character_name": "Michaelis",
        "summary": "불안한 밤을 보낸 후, 나는 새벽에 개츠비의 집으로 향했다. 그의 초조한 태도와 데이지에 대한 그의 집착을 보며, 나는 그가 위험에 처해 있음을 느꼈다. 개츠비는 자신의 과거와 데이지를 향한 그의 헛된 희망을 털어놓으며, 나는 그의 꿈이 무너지는 것을 보았다. 나는 그에게 떠나라고 설득했지만, 그는 거절했다. 그의 어두운 이야기는 나를 깊은 슬픔에 잠기게 했고, 나는 그의 곁을 떠나야만 했다. 나중에 나는 조던의 전화를 받고, 개츠비에게 무슨 일이 일어났는지 알아내기 위해 노력했지만, 그의 비극적인 죽음 소식은 충격이었다. 나는 그의 죽음 앞에서, 그의 허황된 꿈을 좇았던 그의 삶을 안타까워하며, 그의 마지막 순간에 그의 곁을 지키지 못했던 것을 후회했다."
    },
    "18": {
        "character_name": "The butler",
        "summary": "밤새 뒤척이며 제대로 잠을 이루지 못했습니다. 새벽녘, 택시 소리에 곧장 일어나 옷을 갈아입고는 그에게 할 말이 있음을 느꼈습니다. 그의 집은 텅 빈 듯 거대했고, 홀에서 그는 깊은 절망에 잠겨 있었습니다. 그녀가 창가에 잠시 섰다 사라졌다는 그의 말은 공허했고, 저는 그에게 이 곳을 떠나라고 권했지만 그는 망설였습니다. 그는 아직도 희망에 매달리고 있었고, 저는 그를 붙잡아 둘 수밖에 없었습니다."
    },
    "19": {
        "character_name": "The chauffeur",
        "summary": "그날 밤, 내내 잠을 이루지 못하고 괴로운 꿈에 시달렸다. 새벽녘 개츠비의 차고에서 나는 그에게 달려가 무언가 경고해야 한다고 느꼈다. 그의 집은 텅 빈 듯 거대했고, 텅 빈 방 안에서 우리는 담배를 피우며 먼지 쌓인 방들을 뒤졌다. 차가 추적될 거라며 그에게 떠나라고 했지만, 그는 데이지를 기다리며 거부했다. 그가 자신의 젊은 날과 데이지에 대한 이야기를 들려주었을 때, 나는 그의 덧없는 꿈과 마주했다."
    }
}