{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "최근에 나는 Gatsby의 집을 방문했던 여러 인물들에 대한 기묘한 소문들을 직접 확인하기 위해 그의 서재에서 Owl Eyes를 만났고, 잠시 후 Gatsby 본인과 군대 시절에 대한 이야기를 나누었다. 파티가 끝날 무렵 차 사고 현장에서 다시 Owl Eyes를 마주치는 예상치 못한 상황에 얽히기도 했다. Gatsby는 나에게 찾아와 자신의 과거와 옥스퍼드 시절, 전쟁 경험에 대해 이야기하며 그가 얼마나 특별한 인물인지 보여주고자 했다. 그의 이야기는 소설처럼 들렸지만, 나는 그의 진심을 의심하지 않았다. 나중에 Jordan Baker는 Gatsby가 Daisy Buchanan을 다시 만나기 위해 그의 집 건너편에 집을 샀다는 충격적인 사실을 내게 털어놓았고, 나는 Daisy를 내 집으로 초대하여 Gatsby와 만나도록 주선해 달라는 그의 부탁을 받았다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "나의 화려한 무도회에서 수많은 낯선 이들과 섞이며, 나는 Jordan Baker와 함께 Daisy Fay에 대한 이야기와 그녀가 Tom Buchanan과 결혼했다는 사실을 들었다. 나는 Daisy를 만나기 위해 이곳에 집을 샀지만, 그녀는 나의 진심을 이해하지 못하는 것 같았다. Tom Buchanan이 나의 파티에 왔을 때, 나는 그와 Daisy에게 나의 세계를 보여주려 했지만, 나의 노력은 헛된 것이었고 Daisy는 이곳에 만족하지 않았다. 나는 과거를 반복하고 Daisy를 되찾을 수 있다고 믿었지만, 그녀는 나의 꿈을 산산조각 냈다."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "내가 닉 캐러웨이의 집에서 Gatsby를 만났을 때, 나는 그가 Daisy를 잊지 못한다는 것을 느꼈고, Gatsby가 옥스포드를 나왔고 유럽에서 보석을 모으며 살았다는 그의 허풍에도 속지 않았다. 나는 Gatsby가 Meyer Wolfshiem과 함께 있는 것을 보았고, Meyer Wolfshiem이 Rosy Rosenthal을 죽이고 1919년 월드 시리즈를 조작했다는 사실에 경악했다. 훗날 Gatsby가 Daisy를 다시 만나고 싶어한다는 것을 알고 그녀의 이름을 거론하자 나는 머틀 윌슨의 코를 부러뜨렸다. 나는 Daisy가 나를 얼마나 사랑하는지 알기에 Gatsby의 노력이 헛될 것이라고 생각했고, Gatsby가 Tom Buchanan을 만나려 할 때 나는 그가 Daisy를 차지하려는 어리석은 시도라고 생각하며 그를 돕는 것을 망설였다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "Gatsby가 그토록 화려한 저택과 사람들에 둘러싸여 있다는 것은 제 호기심을 자극했고, Jordan Baker가 들려주는 이야기들은 저를 더욱 매료시켰습니다. Gatsby의 삶과 그의 진짜 존재에 대해 Jordan과 함께 그의 도서관에서 책의 진위를 확인하며 시간을 보냈고, 마침내 Gatsby를 직접 만났을 때, 그는 제가 기대했던 것과는 다른 부드러움과 진솔함으로 제 마음을 사로잡았습니다. Tom Buchanan과의 결혼 후 오랜 시간이 흘렀지만, Gatsby의 이름이 다시 들려왔을 때, 그는 1917년에 제가 만났던 바로 그 장교라는 것을 알았습니다. Gatsby가 제 집 맞은편에 저택을 산 것은 오직 제가 그 바다를 건너 그에게 올 수 있도록 하기 위한 것이었고, 그는 Jordan Baker가 저를 태우고 다니는 것을 알았기에 Jordan을 통해 저를 초대해달라고 부탁했습니다. Gatsby는 Tom Buchanan을 잘 알지 못했고, 저는 그의 모든 노력이 오직 저를 위한 것이었음을 느꼈습니다."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "Gatsby의 집을 처음 방문했을 때, 그 웅장함에 압도되었고, 닉 캐러웨이가 Daisy를 초대해달라는 Gatsby의 부탁을 전했을 때, 나는 그의 5년간의 기다림과 Daisy를 향한 필사적인 노력을 이해하기 시작했다. Gatsby가 수많은 셔츠를 보여주며 Daisy에게 깊은 인상을 주려 했던 모습, 그리고 Daisy가 Tom Buchanan과의 관계 때문에 그의 열망을 짧은 꿈으로 여겼을 때 그의 세상이 무너지는 듯했던 표정을 보았다. Gatsby는 Daisy가 자신의 집을 볼 수 있기를 바랐지만, 결국 그녀의 마음을 얻지 못했다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "그 끔찍한 차고에서 톰 뷰캐넌을 처음 봤을 때, 나는 그가 이 끔찍한 곳에서 벗어나길 바란다고 말했습니다. 톰 뷰캐넌은 내가 이 끔찍한 곳에서 벗어나길 바란다고 말했고, 그는 내 코를 부러뜨리며 나와 조지 윌슨의 이혼에 대해 열변을 토했습니다."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "나는 George Wilson가 톰 뷰캐넌의 요구에 따라 머틀 윌슨을 잿더미의 계곡으로 데려갔을 때, 끔찍한 일이 벌어질 것이라고 직감했습니다. 톰 뷰캐넌은 조지 B. 윌슨이 운영하는 자동차 수리점으로 나를 이끌었습니다. 톰 뷰캐넌이 조지 윌슨의 사업에 대해 묻자, 나는 조지 윌슨이 톰 뷰캐넌에게 차를 팔 것이라는 말을 들었습니다. 그때 머틀 윌슨이 내려와 톰 뷰캐넌에게 자신을 보라고 말하며 나에게 의자를 가져오라고 시켰습니다. 톰 뷰캐넌이 나와 자신의 여자친구가 뉴욕으로 간다고 말하는 것을 들었고, 그들이 떠나기 전에 내가 머틀 윌슨을 막지 않을 것이라는 톰 뷰캐넌의 확신을 들었습니다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "Gatsby의 집이 온통 불빛으로 가득 차 있는 것을 보고 혼란스러웠던 나는, Gatsby가 Daisy Buchanan을 초대하기 위해 잔디를 깎으려 한다는 것을 알았고, Tom Buchanan의 외도를 알고 George Wilson이 이를 전혀 모른다는 사실에 더욱 혼란스러웠던 때를 떠올렸다. Gatsby가 내가 제안한 사업에 대해 물었을 때 나는 그것을 거절했고, Daisy가 도착하자 Gatsby는 매우 긴장하며 그녀에 대해 무언가 할 말이 있다고 말한 후 나는 자리를 떴다. 나중에 나는 Gatsby와 Daisy가 서로에게 애정을 표현하는 것을 보았다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "Gatsby의 집이 파티가 아닌 고요함 속에 놓여 있는 것을 보고 혼란스러웠습니다. Gatsby가 Daisy Buchanan과 Jordan Baker를 다시 만나고 싶어하는 계획을 말했을 때, 린다 멕키의 집에서 톰 뷰캐넌이 머틀 윌슨에게 폭력을 행사하는 것을 보았던 혼란스러운 순간을 떠올렸습니다. Gatsby는 그의 사업에 대해 암시하며 나에게 일을 제안했지만, 그의 재정적 불안감이 Daisy를 향한 헌신만큼이나 현실 감각에 영향을 미친다는 것을 알았습니다. Gatsby의 집에서 Daisy와 함께 있었을 때, 나는 Gatsby의 과거와 현재의 열망이 겹쳐 보였고, 그의 웅장한 집이 그의 끊임없는 꿈을 담고 있는 것을 보았습니다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "내가 Gatsby의 웅장한 집에서 사람들이 넘쳐나는 것을 보았을 때, Gatsby 자신은 보이지 않아 혼란스러웠다. 서재에서 나는 술에 취한 안경 쓴 남자가 책의 실재성을 의심하며 열변을 토하는 것을 들었고, 나중에 그가 Gatsby임을 알게 되었다. 파티가 끝난 후, 바퀴가 부서진 차에서 나온 취객이 바로 그 안경 쓴 남자임을 확인하고 더 이상 관여하고 싶지 않았다. Gatsby는 필라델피아에서 온 전화를 받기 위해 떠났고, 나는 그의 복잡한 과거와 진심 어린 미소를 잠시 엿보았다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "Gatsby의 속내를 짐작할 수 있었다, Rosy Rosenthal을 옛 Metropole 호텔에서 죽음으로 몰았던 때 그의 말을 들으며. 1919년 월드 시리즈 조작 혐의는 잘못된 추측이었다는 것을, 그는 내 사업적 연줄을 찾고 있었던 게 아니라는 것을 곧바로 밝혔기에. 그는 훌륭하고 잘생긴 신사였으며, Oxford 출신으로, 50세의 그는 내가 이해하기에는 너무 많은 것을 경험해왔다. Gatsby는 마치 세상이 열리는 듯 자신의 집을 밝히고 있었다, 그의 말들은 Rosy Rosenthal을 옛 Metropole 호텔에서 죽음으로 몰았던 때 그의 속내를 짐작케 했다. 1919년 월드 시리즈 조작 혐의는 잘못된 추측이었고, 그는 내 사업적 연줄을 찾고 있었던 게 아니라는 것을 곧바로 밝혔다. 그는 훌륭하고 잘생긴 신사였으며, Oxford 출신으로, 50세의 그는 내가 이해하기에는 너무 많은 것을 경험해왔다."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "Gatsby가 내 집 앞에 차를 세우고 점심을 제안했을 때, 나는 그저 옆집의 부유한 식당 주인이라 생각했다. Gatsby는 자신에 대한 소문들을 알고 있었고, 부유한 가문의 후손으로 옥스퍼드 교육을 받았다고 주장했지만, 그의 말에서는 거짓일 수도 있다는 의구심이 들었다. 전쟁 생존에 대한 그의 이야기는 낡은 희곡 대사처럼 공허했고, 몬테네그로 훈장과 옥스퍼드 사진은 그가 진실을 말하는 것처럼 보이게 했다. Gatsby가 나와 Jordan Baker를 통해 Daisy Buchanan을 만나고 싶어 한다는 것을 전달받았을 때, 나는 그의 요청이 터무니없다고 생각했다. 나중에 Meyer Wolfshiem과 점심을 먹었고, 그는 Rosy Rosenthal 살해 사건과 Gatsby의 사업적 연관성을 언급했다. Jordan Baker는 Gatsby가 Daisy Buchanan을 만나기 위해 바로 맞은편에 집을 샀다고 말했고, Gatsby는 내가 Daisy를 초대해주기를 바라며 5년을 기다렸다고 했다. Gatsby의 파티에서 Tom Buchanan은 그를 부유한 밀주 판매업자라 의심했지만, Daisy는 Gatsby가 약국을 소유했다는 것을 알았다. Gatsby는 Daisy가 자신의 파티를 즐기지 못했다고 생각했고, 그녀가 Tom에게 \"나는 당신을 사랑한 적이 없어요\"라고 말하기를 바랐다."
    },
    "14": {
        "character_name": "Ewing Klipspringer",
        "summary": "나는 Gatsby의 집에서 일어나는 모든 일에 대해 조용히 관찰하며, 그의 광적인 이상과 그로 인해 발생하는 극적인 사건들을 봅니다. Gatsby가 Daisy를 재회하기 위해 모든 노력을 기울이는 동안, 나는 그의 곁에서 그 모든 과정을 봅니다. Gatsby가 Daisy와 나를 위해 피아노를 연주하라고 나에게 부탁할 때, 나는 그가 얼마나 이 순간에 집착하는지, 그리고 그의 꿈이 현실과 얼마나 다른지 느낍니다. 그는 Daisy의 존재에 압도되어 기쁨과 놀라움, 그리고 슬픔을 동시에 느끼는 듯합니다. 결국, Gatsby는 Daisy와 함께 시간을 보내는 것에 집중하며 나는 그들의 세상에서 벗어나옵니다."
    },
    "15": {
        "character_name": "Dan Cody",
        "summary": "내가 처음으로 Gatsby를 만났을 때, 그는 자신을 둘러싼 소문에 대해 묻는 젊은 기자에게 무관심했다. 그는 17세에 James Gatz에서 Jay Gatsby로 이름이 바뀐 후, Dan Cody의 요트에서 꿈을 꾸었고, 그 순간부터 나는 그의 야망을 키웠다. 나는 Ella Kaye가 Dan Cody를 결국 죽음으로 몰고 갔지만, 그는 그에게 유산을 남겨주지 않았다는 것을 기억한다. Tom Buchanan과 Daisy Buchanan이 나의 파티에 참석했을 때, 나는 Tom이 Daisy를 의심하고 Gatsby가 그들을 초대했을 때 얼마나 불안했는지 느꼈다. Gatsby는 Daisy가 그의 파티를 즐기지 못했다는 것을 깊이 슬퍼했고, 그는 과거를 바꾸고 그들이 젊었을 때처럼 모든 것을 되돌리고 싶어 했다."
    }
}