{
    "1": {
        "character_name": "Nick Carraway",
        "summary": "저는 개츠비 씨의 저택에 모여드는 사람들, 즉 손님들이 모두 그를 잘 모르고 환대만을 누리는 모습을 지켜봅니다. 개츠비 씨는 처음에는 말이 적었지만, 그의 화려한 차를 보며 연이어 대화를 시도합니다. 그는 자신에 대한 소문들을 의식하며, 부유한 집안 출신이고 옥스퍼드에서 교육받았다고 말하지만, 그의 이야기는 믿기 어렵습니다. 나중에 조던 베이커는 개츠비 씨가 5년 전 훈련소 장교로 복무할 때 데이지를 만났고, 그녀를 보기 위해 바로 건너편에 집을 샀다는 사실을 알려줍니다."
    },
    "2": {
        "character_name": "Gatsby",
        "summary": "Here is a summary from Gatsby's perspective:\n\nMy parties are a grand spectacle, though I suspect my guests, a varied lot, know little of my true self, whispering rumors about my past. I cherish my opulent home, a beacon for those seeking amusement. My meticulously crafted persona, a product of wealth and a fabricated Oxford education, is crucial to my endeavors. I entrust Jordan with a delicate task, a meeting orchestrated to reignite a lost love. The thought of seeing her again fills me with an almost unbearable hope. My entire existence is now centered around this singular desire, a longing that fuels my every action."
    },
    "3": {
        "character_name": "Tom Buchanan",
        "summary": "내부자들로부터 닉은 나에 대한 온갖 헛소문을 들어왔다. 하지만 그는 그저 뻔뻔하고 얕은 속물이다. 그가 억지로 나를 점심 식사에 초대했을 때, 나는 그의 차에 감탄했지만, 그의 허황된 이야기는 곧 나를 지루하게 만들었다. 그는 옥스포드 출신이라고 주장했지만, 그의 말은 진실되지 못했다. 그와 함께 늑스힘이라는 수상한 유대인을 만났는데, 그 역시 뻔뻔한 자였다. 닉이 그를 데리고 가려 했을 때, 나는 곧장 그곳을 떠났다. 닉이 어째서 나에게 이 모든 것을 털어놓으려 했는지 알 수 없다."
    },
    "4": {
        "character_name": "Daisy Buchanan",
        "summary": "그 여름, 게츠비의 저택은 수많은 사람들이 모이는 곳이었다. 화려한 파티 속에서 사람들은 그에 대한 온갖 소문을 떠돌았지만, 그 누구도 그의 진실을 알지 못했다. 나 역시 그저 막연한 동경심으로 그의 호화로운 생활을 지켜볼 뿐이었다. 그는 왠지 모르게 쓸쓸해 보였고, 그의 곁에는 늘 낯선 사람들이 있었다. 마치 그림자처럼."
    },
    "5": {
        "character_name": "Jordan Baker",
        "summary": "여름 내내 개츠비의 저택은 수많은 사람들이 찾는 왁자지껄한 장소였지만, 저는 그저 낯선 얼굴들 사이에서 조용히 상황을 관찰할 뿐이었습니다. 사람들은 개츠비의 호화로운 파티를 즐겼지만, 그의 배경에 대해서는 무관심했습니다. 개츠비가 저에게 다가와 자신의 과거에 대한 이야기를 늘어놓았지만, 그의 말은 어딘가 믿기 힘든 허풍처럼 들렸습니다. 그는 데이지와의 재회를 갈망하며, 그 계획을 제게 부탁하려 했고, 저는 그의 필사적인 노력에 다소 당황스러웠습니다."
    },
    "6": {
        "character_name": "Myrtle Wilson",
        "summary": "나는 겉으로 보이는 화려함과는 달리, 자신에게 쏟아지는 끊임없는 소문들에 신경이 쓰였어요. 게츠비 씨가 저를 자신의 저택으로 초대했지만, 저는 그저 동네 가게 주인 정도로만 생각했죠. 하지만 차 안에서의 그의 긴 이야기, 즉 그가 부유한 집안 출신이고, 옥스퍼드 출신이며, 유럽을 여행하며 보석을 수집했다는 말은 믿기 어려웠어요. 그럼에도 불구하고, 그의 훈장과 사진은 내가 그에 대해 품었던 의심을 잠재우고 흥미를 느끼게 했죠."
    },
    "7": {
        "character_name": "George Wilson",
        "summary": "이 소설에서 나는 를로이 조지 윌슨이며, 닉 캐러웨이로서 내가 겪은 일들을 묘사합니다. 나는 개츠비가 엄청나게 부유한 사람이지만, 그에 대한 이상하고 종종 모순되는 소문이 떠돌아다니는 것을 알게 됩니다. 나는 또한 개츠비가 옥스퍼드 대학을 나왔고, 그의 부유한 가족이 모두 사망했다는 주장과 그의 진정한 배경에 대한 나의 불신을 겪습니다."
    },
    "8": {
        "character_name": "Catherine",
        "summary": "이 글은 캐서린의 시점에서, 자신을 둘러싼 주변 사람들과 그들의 행동에 대한 관찰을 중심으로 전개됩니다. 특히 개츠비의 저택에서 열리는 사교 모임에 참석하는 인물들을 열거하며, 그들이 개츠비에 대해 알지 못하면서도 환대를 받는다는 점을 흥미롭게 지켜봅니다. 또한, 개츠비가 직접 찾아와 자신의 삶에 대한 이야기를 들려줄 때, 그는 자신을 둘러싼 소문에 대해 불안해하며, 그의 허풍 같으면서도 어딘가 진실이 섞인 듯한 이야기에 혼란스러움과 약간의 의구심을 느낍니다. 이러한 경험들은 캐서린에게 개츠비라는 인물에 대한 복합적인 인상을 남깁니다."
    },
    "9": {
        "character_name": "Mr. McKee",
        "summary": "Mr. McKee는 갠지스 씨의 집에서 열린 파티에 참석했는데, 거기에는 수많은 사람들이 모여들었고, 그들은 갠지스 씨에 대해 거의 알지 못하면서도 그의 호의를 누렸습니다. 갠지스 씨는 놀랍게도 자신에 대해 거짓말을 할까봐 걱정하며 옥스포드에서 교육받았다고 주장하며, 전쟁 영웅이 된 이야기와 훈장을 보여주었습니다. 갠지스 씨는 잃어버린 무언가를 잊기 위해 유럽을 여행했다고 말했습니다. 갠지스 씨의 목적은 제가 미스 베이커와 차를 마시는 동안 제가 그녀를 초대하도록 주선하는 것이었습니다."
    },
    "10": {
        "character_name": "Owl Eyes",
        "summary": "이 텍스트를 '올 아이즈'라는 인물의 시점에서 요약하면 다음과 같습니다.\n\n나는 개츠비의 저택에서 열리는 파티에 참석하는 수많은 사람들을 보았습니다. 그들은 대부분 개츠비에 대해 아무것도 모르고 그의 호의를 누릴 뿐이었죠. 또한, 나는 개츠비가 옥스퍼드 출신이며 부유한 집안에서 태어났다고 주장하는 것을 들었습니다. 하지만 그의 말에는 의심스러운 부분이 많았고, 그의 보석과 훈장은 모두 과장된 허세처럼 보였습니다. 나는 그가 어떤 사람인지 점점 더 알 수 없게 되었습니다.\n\n---\n\nHere's the summary from Owl Eyes' perspective in Korean:\n\n나는 개츠비의 파티에 참석하는 사람들을 보았는데, 대부분 그를 전혀 알지 못하면서도 그의 환대에 기대는 무리들이었다. 개츠비가 자신을 옥스퍼드 출신에 부유한 사람이라 주장하는 말을 들었지만, 그의 이야기는 의심스럽고 과장된 허풍으로 가득했다. 나는 그의 보석과 훈장을 보았지만, 진실성에 대해 회의적이었다. 그의 진짜 모습은 점점 더 파악하기 어려워졌고, 나는 그가 어떤 종류의 인물인지 확신할 수 없었다."
    },
    "11": {
        "character_name": "Meyer Wolfshiem",
        "summary": "가십거리가 난무하는 게츠비의 저택은 별별 인간들이 모이는 곳일 뿐이다. 세상은 저마다 다른 이야기를 떠들지만, 진실이란 놈은 금화처럼 번쩍이지 않지. 나처럼 세상 물정을 아는 이라면, 그런 화려함 뒤에 숨겨진 씁쓸한 진실을 금세 알아볼 테지만. 물론, 이놈의 게츠비는 그저 속으로만 삼킬 뿐."
    },
    "12": {
        "character_name": "Rosy Rosenthal",
        "summary": "나는 훌륭한 제과점의 주인, 로지 로젠탈입니다. 이 텍스트에서 나는 꽤나 유머러스하고 쾌활한 인물로 묘사됩니다. 특히, 나는 야간에 도둑질을 하려던 사람을 쏘았고, 그 과정에서 4명 대신 5명(Becker와 함께)이 처형되었다고 말함으로써 나 자신에 대해 언급합니다. 나는 다른 사람들과 유머를 공유하고, 특히 갱스터다운 방식으로 협상을 타결하는 것을 좋아합니다. 나는 1919년 월드 시리즈를 조작하기로 유명한 메이어 울프심과 함께 식사를 하는 등, 때때로 범죄 세계와 연결되기도 합니다. 나는 또한 엉터리 같은 이야기에 쉽게 속아넘어가지 않는, 까다로운 태도를 가지고 있습니다."
    }
}