{
  "characters": [
    {
      "names": ["Jay Gatsby", "James Gatz"],
      "description": "Gatsby is a wealthy man who throws lavish parties, but is revealed to have a mysterious past and a deep longing for Daisy. He is determined to impress Tom and Daisy, but is ultimately unsuccessful in winning Daisy over.",
      "main_character": true,
      "id": 1.0,
      "common_name": "Gatsby"
    },
    {
      "names": [],
      "description": "An ambitious young reporter from New York arrives at Gatsby's door looking for a statement. He heard Gatsby's name around his office and is trying to get a story.",
      "main_character": false,
      "id": 2.0,
      "common_name": "Reporter"
    },
    {
      "common_name": "Dan Cody",
      "description": "Dan Cody was a fifty-year-old millionaire who made his fortune in the Nevada silver fields and the Yukon. He took young James Gatz under his wing and employed him on his yacht.",
      "main_character": false,
      "id": 3.0,
      "names": []
    },
    {
      "names": [],
      "description": "Ella Kaye is a newspaper woman who played Madame de Maintenon to Dan Cody's weakness. She is responsible for sending him to sea in a yacht and ultimately inherits his millions.",
      "main_character": false,
      "id": 4.0,
      "common_name": "Ella Kaye"
    },
    {
      "common_name": "Nick",
      "description": "Nick is the narrator of the story and a neighbor of Gatsby. He observes the events and interactions between the characters, providing insights into their personalities and motivations.",
      "main_character": true,
      "id": 5.0,
      "names": []
    },
    {
      "common_name": "Jordan",
      "description": "Jordan is a friend of Nick's and a professional golfer. Nick was trotting around with Jordan and trying to ingratiate himself with her senile aunt.",
      "main_character": false,
      "id": 6.0,
      "names": []
    },
    {
      "names": [],
      "description": "Tom is Daisy's husband and a wealthy, arrogant man. He is suspicious of Gatsby and his intentions, and he is determined to uncover the truth about him.",
      "main_character": true,
      "id": 7.0,
      "common_name": "Tom Buchanan"
    },
    {
      "names": [],
      "description": "Mr. Sloane is a friend of Tom's who visits Gatsby's house with Tom and a woman in a brown riding-habit. He is haughty and doesn't want Gatsby to come to supper with them.",
      "main_character": false,
      "id": 8.0,
      "common_name": "Mr. Sloane"
    },
    {
      "common_name": "Woman in brown riding-habit",
      "description": "A pretty woman in a brown riding-habit accompanies Tom and Mr. Sloane to Gatsby's house. She invites Gatsby to supper, but Mr. Sloane doesn't want him to come.",
      "main_character": false,
      "id": 9.0,
      "names": []
    },
    {
      "names": [],
      "description": "Daisy is Tom's wife and the object of Gatsby's affection. She is excited by Gatsby's party but ultimately offended by the vulgarity of West Egg.",
      "main_character": true,
      "id": 10.0,
      "common_name": "Daisy Buchanan"
    },
    {
      "names": [],
      "description": "A gorgeous, scarcely human orchid of a woman who sat in state under a white-plum tree. Daisy thought she was lovely.",
      "main_character": false,
      "id": 11.0,
      "common_name": "Movie Star"
    },
    {
      "names": [],
      "description": "The man bending over the movie star. He was very slowly bending toward her all evening to attain this proximity, and even while Nick watched he saw him stoop one ultimate degree and kiss at her cheek.",
      "main_character": false,
      "id": 12.0,
      "common_name": "Moving-picture director"
    },
    {
      "common_name": "Miss Baedeker",
      "description": "A girl at the party who gets drunk and almost drowns in a pool. She is defended by a lethargic woman who says she always starts screaming when she's had five or six cocktails.",
      "main_character": false,
      "id": 13.0,
      "names": []
    },
    {
      "names": [],
      "description": "A massive and lethargic woman, who had been urging Daisy to play golf with her at the local club tomorrow, spoke in Miss Baedeker’s defence.",
      "main_character": false,
      "id": 14.0,
      "common_name": "Lethargic woman"
    },
    {
      "names": [],
      "description": "Doc Civet is at the party, and someone suggests that he help Miss Baedeker when she starts yelling. However, Miss Baedeker says his hand shakes and she wouldn't let him operate on her.",
      "main_character": false,
      "id": 15.0,
      "common_name": "Doc Civet"
    }
  ]
}
